[
  {
    "Id": "8bbcc749-6a76-4614-8c33-cce17cdc74dd",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Admiral Isoroku Yamamoto of the Imperial Japanese Air Force was responsible for the surprise attack on Pearl Harbor. Since the Japanese had attacked without prior declaration of war, the USA was seeking revenge. Therefore, Operation Vengeance was launched, which ended with the killing of Admiral Yamamoto on April 18, 1943."
  },
  {
    "Id": "36d741a7-b586-4632-94ef-5959caa83e0f",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Polish midwife Stanisawa Leszczynska took charge of the delivery of more than 3,000 babies in the concentration camp during her captivity at Auschwitz. However, it is estimated that only 30 lasted until the liberation of the camp."
  },
  {
    "Id": "07ebec32-333e-418a-ba5f-c158f3d8fdf3",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Oskar Schindler was even interrogated and arrested several times by the Gestapo for favoring Jews and paying bribes to the SS. Thanks to good contacts, he was repeatedly released and continued his rescue efforts unperturbed."
  },
  {
    "Id": "c4dde8c2-d69a-4f68-93b4-330f56312979",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "In preparation for the 1936 Olympic Games, the anti-Jewish policy of the German Reich was relaxed and antisemitic signs were removed."
  },
  {
    "Id": "12c48f73-7499-4cbb-aa4c-db4ddd0f316a",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "In order to break German air sovereignty, the Allies deployed 1,200 airplanes on D-day to protect the ground troops."
  },
  {
    "Id": "af9b5d36-20e8-4c93-8469-ada787242304",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "To conceal the nature of D-Day, Operation Fortitude was launched. With the help of dummy tanks and planes as well as false practice maneuvers, the British let the Nazis believe that an invasion could take place somewhere near Calais or even in Norway. In false radio messages, whole armies were invented and even details of soldiers' weddings and sporting events were spread to support the authenticity."
  },
  {
    "Id": "541edfdc-4a8e-441c-8775-7becceef8135",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "The Japanese Attack on Pearl Harbor during World War II began at 7:55 and lasted almost two hours."
  },
  {
    "Id": "f6d7f100-736d-484c-a944-516497c14c6b",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Elvis Presley gave a benefit concert at Pearl Harbor in March 1961 to raise funds for the construction of the Pearl Harbor Memorial. Thus the entertainer contributed more than ten percent of the construction costs with the 50,000 dollars raised."
  },
  {
    "Id": "17aa4630-8890-475b-868a-ee32fc711c93",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "When Hitler visited Paris during World War Two, activists cut the elevator cables of the Eiffel Tower so that he had to climb the stairs all the way to the top."
  },
  {
    "Id": "0dcc065d-de3f-44a7-bace-44d64a41609c",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "While Jews in Germany owned about 100,000 businesses before Hitler seized power, only about 9,000 remained in 1938 due to the progressive expropriation by the Nazis."
  },
  {
    "Id": "b5dc3630-b45a-40c8-bf98-5088b5b125d7",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "The U.S. was already preparing for a third atomic bombing over Japan. Fortunately, the Japanese prevented this move by surrendering."
  },
  {
    "Id": "6510b67d-7d41-42c4-ad41-04bd796904d5",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Kyoto did not become part of the U.S. atomic bombing campaign against the Japanese because Acting Secretary of War Henry L. Stimson had spent his honeymoon there in the past."
  },
  {
    "Id": "2387a547-19ec-4674-8825-a0c2fd16b0d5",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "The Buchenwald concentration camp offered the SS guards even a small zoological facility, while the inmates lacked the most necessities."
  },
  {
    "Id": "fbb58c97-2ea4-4264-9dac-af963e66236c",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Some survivors of Hiroshima showed an unusual reaction. Due to the high radiation dose, they were subjected to, their fingernails turned black and bled slightly when cut. We have more frightening facts about Hiroshima and Nagasaki for you."
  },
  {
    "Id": "b280746f-a980-4f2e-87c5-936e5d8fab2d",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "The former U.S. Marine soldier Guy Gabaldon was able to catch about 1,300 Japanese soldiers during World War Two. The Japanese soldiers were hiding in a cave and Guy Gabaldon sneaked in. He convinced them that their cave was surrounded. After everyone was handcuffed he called for support."
  },
  {
    "Id": "b88ae200-df9d-4cfc-9d4b-f2b03998b202",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "The attack on Pearl Harbor was deliberately set for a Sunday because the Japanese hoped that US soldiers would be less alert on that day."
  },
  {
    "Id": "b436685e-56ff-4f0e-888e-0d3c73483b61",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Instead of Nagasaki, the ancient castle town of Kokura was originally to be the second target of the U.S. atomic bombing of Japan. However, due to dense clouds and smoke from nearby bombing, the city was spared, and Nagasaki was obliterated."
  },
  {
    "Id": "ac55c2f2-d2c6-49d2-b7eb-17eca6ae982e",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Victims of the U.S. atomic bombs on Hiroshima and Nagasaki regularly receive free health examinations and treatment. Even second-generation victims are legally entitled to assistance from the Japanese government."
  },
  {
    "Id": "4d9cc243-53c0-4f54-baae-4942dbaa5a9d",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Even after the concentration camps were liberated, their inmates still died because of the horrors of the past."
  },
  {
    "Id": "b4d4b216-7fc6-4126-8550-6a5b1bd94d77",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "When the Schindler camp was evacuated in 1944, Schindler succeeded in transferring the entire camp, including inmates and his factory, to his native town of Svitavy at his own expense. His workers were thus saved from certain death a second time."
  },
  {
    "Id": "07ea80e2-e016-4511-b575-2f4ae1a97467",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "With more than 500 kills, the Finnish soldier Simo Hayha is the sniper with the highest number of confirmed kills in a war. He fought during the Second World War and killed mainly Soviet soldiers. The Red Army called him The White Death."
  },
  {
    "Id": "6bd5230f-d12d-471c-b87c-bf68a51dc848",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Within the first six months of Operation Barbarossa, the Wehrmacht advanced from Poland to just outside Moscow. Around 16 million Soviet citizens had to be evacuated because of the Germans' rapid progress."
  },
  {
    "Id": "28a5503e-fab4-46d0-a634-634f839448dd",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "During the Second World War, the British BBC broadcasted its news to Nazi-occupied Europe and started each news broadcast with a live recording of the sound of the Big Ben bell. German physicists were able to determine the weather in London from the sound, which was important information for the German Luftwaffe. When the British secret service found out about it, the live recording of Big Ben was replaced by an old recording to give the Germans wrong weather information. Looking for more London facts?"
  },
  {
    "Id": "bd53bbcb-cfd1-45a3-95e7-2d59aeaa7906",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Veterans who were stationed in Pearl Harbor during the Japanese attack can have their ashes scattered at the old anchorage of their ship after their death."
  },
  {
    "Id": "9b66a806-c06d-4df5-ab4d-827ff67d7787",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "After the German occupation of France in 1940, the French car manufacturer Citroen was forced to build vehicles for the Nazis. However, workers of the car manufacturer manipulated the oil dipsticks of their cars in such a way that the Nazis assumed that there was enough oil when maintaining the engine, although this was not the case. As a result, the vehicles repeatedly suffered engine seizures and the Nazis were unable to move forward. Do you want more facts about France?"
  },
  {
    "Id": "249bb610-e0f9-4747-b657-4773dafe32da",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "About two-thirds of the Jews living in Europe during World War II were killed by the Nazi regime."
  },
  {
    "Id": "176ef052-bca4-4a0c-8adf-ef2bd4f0da50",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "The fireball of the Hiroshima atomic bomb had a diameter of 1,200 feet (370 meters) and the temperature at the surface of the cloud was up to 10,830 degrees Fahrenheit (6,000 degrees Celsius)."
  },
  {
    "Id": "1344adb9-a695-46a3-8558-00d377337112",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "After the attack on Pearl Harbor, one of the Japanese pilots had to make an emergency landing of his plane on the Hawaiian island of Niihau. Nishikaichi Shigenori was warmly welcomed by the unsuspecting inhabitants and even a luau was held for him."
  },
  {
    "Id": "c67cd5c5-75f9-4ce3-ba1a-2895c1db83a2",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "During the attack on Pearl Harbor, Captain Mitsuo Fuchida spoke the famous words Tora! Torah! Tora!, which translated 'Tiger! Tiger! Tiger!' mean and express that the Japanese managed to sneak up like a tiger and completely surprise their victim. After the war, he turned to Christianity and settled permanently in the USA."
  },
  {
    "Id": "7fb038bd-8ca8-4e7d-adc1-77a39c1fd7e6",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "After the explosion of the atomic bomb in Hiroshima, many people did not die from the unimaginable pressure or heat but suffocated. The explosion consumed so much oxygen that there was simply not enough left to breathe."
  },
  {
    "Id": "a7b89782-a314-4b3b-8b25-5f15cf22288e",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Six days after the second atomic bombing in World War II, Japan surrendered on August 15, 1945.&nbsp;"
  },
  {
    "Id": "2d0cc536-4a51-414e-b908-c8da27d211e7",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "About 0.6 to 1.2 miles (one to two kilometers) from the center of the Hiroshima atomic bomb explosion, six ginkgo trees burst into flames during the disaster and still sprouted a few years later. They were the only plants in the area to survive the devastating blast. Today, the trees are still alive and can be found in the temple complex in Housenbou."
  },
  {
    "Id": "089caf16-cd92-4112-8752-504697a39b9d",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "About one million women fought for the Soviet Union during World War II."
  },
  {
    "Id": "5639413d-94bc-4c86-b530-0d5bf6ae3ee3",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Stalin was warned of the impending German invasion of the Soviet Union, but he ignored the reports, trusting the non-aggression pact with Hitler. Just in the last ten days before the invasion, he was informed 47 times by the secret service."
  },
  {
    "Id": "f21103dc-44d0-499a-b170-4debddabedc1",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "With the Blitzkrieg strategy, Hitler succeeded in the Second World War in bringing almost all of Continental Europe under the control of the Axis Powers within about three years."
  },
  {
    "Id": "3c7d96f5-dde7-433a-8e89-b884e35cbadc",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "The Japanese lost 29 aircraft, five submarines, and 129 soldiers during their attack on Pearl Harbor."
  },
  {
    "Id": "dc62007d-6168-4455-80b5-ae52736acf80",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "On the day of the attack on Pearl Harbor, the USA actually fired the first shot. More than an hour before the attack, the minesweeper Condor discovered the periscope of a Japanese submarine and sank it."
  },
  {
    "Id": "46af4c43-e56a-488c-adb2-0c01757955f1",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Dwight D. Eisenhower was responsible for the successful invasion of Normandy in World War II and was elected President of the United States nine years later."
  },
  {
    "Id": "d86f3988-8343-4052-a6c0-c21d049d3872",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "About 90 percent of the Jewish population living in Poland at the time and 18 percent of the total population perished during World War II."
  },
  {
    "Id": "14572325-39c4-441e-b7c7-be5cbcce5179",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "After the concentration camps were liberated, the Americans forced the population living nearby to witness the horror of the Nazis."
  },
  {
    "Id": "f1ccd19d-9043-4603-af64-60f6b3119fc9",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "During World War II, over eleven million members of the Wehrmacht and SS were taken prisoners of war."
  },
  {
    "Id": "658b11be-7fde-4615-bb94-d82df47206ee",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "The development of chemical drugs can be traced back to the Nazis. For example, scientists in the Third Reich discovered an active substance that helped soldiers to march 55 miles (90 kilometers) without stopping."
  },
  {
    "Id": "8a43bb00-ebe0-40b9-99f9-fcfccd044068",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "About 70 million soldiers combined fought for the Allied and Axis powers during World War II."
  },
  {
    "Id": "3f6701cd-c9c1-4de2-98b6-5a03130e6ae7",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "After Mussolini was executed together with his mistress in 1945, their bodies were hung in a square in Milan."
  },
  {
    "Id": "c983a8ef-db9a-4788-a7be-e2bd637ad39d",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "The atomic bomb that hit Hiroshima on August 6, 1945 was ironically named Little Boy. Three days later, Nagasaki was hit by Fat Man."
  },
  {
    "Id": "b845da7e-18a2-4abf-ab32-12c40c8a22cb",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Not even two months after Adolf Hitler was appointed Reich Chancellor, the first concentration camp was opened near Dachau."
  },
  {
    "Id": "7a921ec3-d092-4594-a181-394cb72dfd13",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "A few seconds after the detonation of the Hiroshima atomic bomb at an altitude of 2,000 feet (600 meters), the temperature on the ground was between 5,400 and 7,200 degrees Fahrenheit (3,000 and 4,000 degrees Celsius)."
  },
  {
    "Id": "8e059aa3-ee77-4895-b09a-4745021cd20a",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "The V2 rocket launched by the Germans during World War II was the world's first long-range rocket and also the first man-made object to enter space."
  },
  {
    "Id": "66a0b48e-353c-40f8-b56f-b70d6376ece8",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Although the German tanks were inferior to the models of the opponents, the tank units were able to win numerous victories in the Blitzkrieg. The Wehrmacht, in contrast to the enemy, used its tanks in a very concentrated manner."
  },
  {
    "Id": "25aa50e4-26d4-4bb3-8d7b-878b3e77a676",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Among all prisoners of war in World War II, Soviets in German captivity had the highest average mortality rate at 57.5 percent. That of Germans in Soviet captivity, by contrast, was only 35.8 percent."
  },
  {
    "Id": "ba35ba75-1c88-47ae-9634-ac627fbf706f",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Nazi Germany used Blitzkrieg as a reaction to the long-lasting and material-intensive trench warfare in World War I and because of its exposed position in the center of Europe."
  },
  {
    "Id": "01c16783-40cd-420e-b1f2-3168d8a0f9e1",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "In 1945 and 1948 Josef Stalin was proposed for the Nobel Peace Prize."
  },
  {
    "Id": "38495bbe-ec11-4f55-848e-b45e7dd121f1",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "During the attack on Pearl Harbor, 2,403 US soldiers were killed and 1,178 wounded."
  },
  {
    "Id": "46cc3c6c-e190-4994-bddb-5a65502127d4",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Teikou Bank in Hiroshima used the U.S. Mosler safe, which withstood the destructive force of the atomic bomb and protected the documents inside. The bank then sent a letter of thanks to the manufacturer of the safe after the disaster."
  },
  {
    "Id": "2485ea0f-d9b3-4576-ace8-9205a9f814d2",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "With over 89,000 wounded and 19,000 killed, the Battle of the Bulge in World War II became the bloodiest battle in that war for the United States."
  },
  {
    "Id": "4006a9e4-0e42-48cf-abf4-e018c769fe23",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "The Atlantic Wall, which was intended to prevent the invasion of Western Europe during World War II from succeeding, was built by 260,000 workers."
  },
  {
    "Id": "3843e2f6-aac6-4a81-ab75-d1caeb74667f",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "In the 1930s, the Nazis persecuted people even if only the grandparents were of Jewish faith  regardless of the faith of the persecuted person himself."
  },
  {
    "Id": "39bea401-56ac-4fae-a278-267d3005a33c",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "During WW2, Hajimi Fuji volunteered for the kamikaze but was refused because he had a wife and two children. His wife then drowned her two young girls and herself."
  },
  {
    "Id": "4837d8cc-9153-491f-9d66-fe94e29864ee",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "More than 156,000 American, British, and Canadian soldiers landed on June 6, 1944, at the so-called Omaha Beach in about 5,000 ships."
  },
  {
    "Id": "33c2b59f-5df1-46fc-9ee0-d612d10fba82",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Oskar Schindler's seven lists contained more than 1,000 Jews whom he allegedly needed in his factory. Because the factory produced shell casings and was thus important for the war, he was granted the Jewish workers."
  },
  {
    "Id": "9c6a155c-4247-498d-9fc2-bd65e492730f",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "During the Second World War, British soldier Digby Tatham-Warter was known among his comrades for always taking an umbrella along into battle so that his own comrades could identify him better and would not accidentally shoot him. He even managed to capture a German car after stabbing the driver in the eye with his umbrella."
  },
  {
    "Id": "75e6b96a-7857-4d6f-a0d3-1252a03cfc6a",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "During World War II, the Allies estimated the production rate of German tanks by comparing the serial numbers on captured tanks. The production rate of tanks was estimated at 256 units per month. After the end of the war, the actual production rate was discovered: 255 tanks per month."
  },
  {
    "Id": "eb3418f1-8cd5-44cc-b8d8-210232f60f28",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "In the Third Reich, there were 24 main concentration camps and a total of 3,846 camps."
  },
  {
    "Id": "e08505b3-328a-4d37-be37-4250844a7890",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "The Jewish boxer Salamo Arouch was imprisoned in a concentration camp during World War II and was forced to fight against other inmates. The loser was shot or gassed."
  },
  {
    "Id": "6c260ab7-a40b-490b-9ac6-104d6be31fba",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "The atomic bombing of Hiroshima killed an estimated 80,000 people as late as August 6, 1945, and Nagasaki directly killed about 40,000 people on August 9."
  },
  {
    "Id": "e7ed2218-1a53-43c5-a971-14b2a16a3a72",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "In 1944, Oskar Schindler ordered his employees to produce only defective grenades, as he did not want to contribute to the war success of the German Reich."
  },
  {
    "Id": "9e175731-e352-4ae0-9507-c69660251af1",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "An estimated 72.5 million people died in World War II, about one-third of whom were in the military."
  },
  {
    "Id": "67ff8742-1e63-4445-ac9a-e377c832b309",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Adolf Eichmann, the 'architect of the Holocaust' was hanged in Ramla near Tel Aviv on June 1, 1962. His ashes were scattered in the sea so that he had no final resting place."
  },
  {
    "Id": "0bbd22ba-ec1a-4266-a982-1f4a4b2d5483",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "During World War II, the USA used Navajo Indians to transmit radio messages. Since there was no algorithm behind it, the encryption was impossible for the Axis powers to crack."
  },
  {
    "Id": "fa4fff27-c401-4b8c-83b4-542189705bad",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "By the end of 1945, about 140,000 people had died because of the atomic bomb dropped on Hiroshima. That was about 40 percent of the city's population at the time."
  },
  {
    "Id": "0d0cf146-668f-41d8-a1d7-d3025cb280e8",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "During World War II, the Syrian brown bear Wojtek repeatedly supported Polish soldiers by bringing important military transports to them on the battlefield. In return, he was awarded the rank of non-commissioned officer."
  },
  {
    "Id": "a9b9eece-7c05-4d6e-9e6d-f9699e8f1bcc",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "About 80 percent of German soldiers in World War II died on the Eastern Front."
  },
  {
    "Id": "9323e36d-7bdc-4709-b81c-2fcd131b7b41",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "The Hiroshima bomb was made of uranium-235, while the Nagasaki bomb was made of plutonium-239."
  },
  {
    "Id": "162b8534-41dc-40ac-bd7c-b7fb99473a8e",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Some historians argue that it was not the dropping of the two atomic bombs that caused Japan to surrender in World War II, but the preceding declaration of war by the Soviet Union on August 8, 1945, and the invasion that followed the next day."
  },
  {
    "Id": "0491b994-4ca4-4c42-872a-34b45d2bd965",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "The plane that dropped an atomic bomb over Hiroshima and Nagasaki in 1945 was named Enola Gay"
  },
  {
    "Id": "48e95345-9919-47df-912f-af8a9ca2acab",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "It was not until 1956 that the last German soldiers were released from Soviet captivity. Until then, they were used as punitive laborers in coal and copper mines and about 380,000 soldiers died in the POW camps."
  },
  {
    "Id": "fe3b048c-0df7-471a-93f4-88fb007e585f",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Nazi Germany as well as Japan and Great Britain worked on a death ray during World War II. With the help of electromagnetic radiation, enemy soldiers were to be physically and psychologically injured or even killed. In Great Britain, the research did not lead to the desired success, but it did lead to the development of radar, which gave the Allies a decisive advantage. We have many more facts about the United Kingdom for you!"
  },
  {
    "Id": "f9debef2-fa16-4b84-aff5-7b2e05e26ce8",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Because the Wehrmacht overran the Benelux countries in its Blitzkrieg against France, French and British soldiers were cut off from their comrades and pushed further and further towards the North Sea. From Dunkirk, some 330,000 soldiers were then evacuated in a spectacular rescue operation before the city was taken by the Germans."
  },
  {
    "Id": "99536334-1a4f-44fd-916e-f6840dd8ed1d",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "The mortality rate in Russian POW camps was about 60 percent in 1943."
  },
  {
    "Id": "5a4ee166-b98b-4a19-9534-604e66c755bb",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "During World War II, London became the center of eight countries at the same time. It was a safe haven for the governments-in-exile of Poland, Norway, the Netherlands, Belgium, Luxembourg, Czechoslovakia, Greece and Yugoslavia."
  },
  {
    "Id": "cd8c217b-2df4-40c1-a344-5f0204cd8669",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "About 5.5 million German soldiers and 1.8 million civilians died during World War II."
  },
  {
    "Id": "5b28b925-0500-4a58-8d6d-689bb536f797",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Under the invented name of Max Heilinger, the SS opened numerous bank accounts to deposit money and valuables from the victims of the Holocaust. Even furniture, artwork, and dental gold were stolen, auctioned, and the proceeds subsequently deposited in the bank accounts."
  },
  {
    "Id": "6059094c-d726-4b8d-ae9e-c6ac08558f66",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Josef Stalin's paranoid ideas and cruelty could have been caused by his brain disease atherosclerosis."
  },
  {
    "Id": "2e098cfb-efd6-4bdb-90c8-ff5249f4e008",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "On D-Day, 29 floating tanks were to reach Omaha Beach to support the infantry. Unfortunately, 27 of them sank due to the high waves after they were released three miles (five kilometers) off the French coast. This made the invasion of this stretch of coast much more difficult."
  },
  {
    "Id": "58050891-6b29-475b-a2d7-5210651434f4",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "The German Wehrmacht succeeded in conquering France, Belgium, and the Netherlands within only six weeks."
  },
  {
    "Id": "a4d8c8c6-bd44-4ce2-8438-b3ff0b702fe4",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Since Hitler's rise to power, there have been 20 unsuccessful attempts on his life."
  },
  {
    "Id": "3fce2eeb-34d1-45ed-90a4-dad8a7e10dfc",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Although according to historians Japan was already on the verge of surrender, the USA still justifies the devastating atomic bomb attacks against the Japanese Empire by claiming that they prevented an invasion by the USA and thus saved many lives."
  },
  {
    "Id": "4eacb034-c6a5-437e-94a4-a68c4db79039",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "The invasion of Normandy on D-Day turned the Second World War in favor of the Allies."
  },
  {
    "Id": "71600b2d-bb29-462d-b9dd-d8b2ffe60bf8",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "The International Day of Remembrance of the Victims of the Holocaust is January 27, since on that day the Auschwitz-Birkenau extermination camp was liberated."
  },
  {
    "Id": "875d5e2f-3423-4075-a03c-a1ef5ab7d15f",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "More than 916,000 aircraft, about 280,000 tanks, and nearly 1.1 million pieces of artillery were produced during World War II."
  },
  {
    "Id": "f16a70ca-01d4-4f3e-a15d-67576b4424de",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "With the passing of the Nuremberg Laws on September 15, 1935, Jews were deprived of their German citizenship and excluded from public life."
  },
  {
    "Id": "cc4a1886-7aa7-4185-b1dd-6ab82de3cf0f",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Hitler never visited an extermination camp himself."
  },
  {
    "Id": "cefe8ca5-9723-4ed3-8a2c-e1e4b213fe0b",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Originally, D-Day was scheduled for June 5. But the Royal Air Force's chief meteorological advisor James Martin Stagg was able to convince Eisenhower to postpone it by one day in order to prevent a disaster due to an impending storm."
  },
  {
    "Id": "db6c1c92-ffd5-4c6e-8eaf-5862e210cf28",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "During World War II, the Nazis almost succeeded in producing weapons-grade plutonium in occupied Norway. But a Norwegian special commando under Joachim Rnneberg was able to destroy the plant producing the necessary heavy water in February 1943."
  },
  {
    "Id": "af6d2777-7aff-442a-8784-3e3d9a084e17",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "The first aerial bomb to hit Berlin in World War II did not kill one person, but it did kill one of the nine elephants in the Berlin Zoo."
  },
  {
    "Id": "d3bdf662-5201-4ae5-b41a-257440c6b590",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "In Spain, under Franco's rule from the Second World War onward, some 300 concentration camps were set up, in which up to a million political opponents and dissidents were imprisoned. However, there were no gas chambers as in the Third Reich."
  },
  {
    "Id": "6401dbe9-7da4-41b3-92d4-d7ec5ac759e2",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "During the Second World War, the Japanese newspaper Osaka Mainichi Shimbunein reported on a competition of a special kind. Two officers bet on who could kill 100 enemy soldiers with a sword first. Both died before they could win the competition."
  },
  {
    "Id": "36161c2b-bae2-4825-b391-478495e08e6b",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "An important factor in defeating Nazi Germany in World War II was the cracking of the Enigma code by Briton Alan Turing, who worked for months with his at Bletchley Park to decipher it."
  },
  {
    "Id": "6d9a9860-600e-4597-9db8-bd18e32f1ff2",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Although Nazi Germany and the Soviet Union had concluded a non-aggression pact, the Wehrmacht attacked the Red Army on June 22, 1941, on the flimsy grounds that the Soviets had previously violated the pact."
  },
  {
    "Id": "378b2c7c-012a-4995-9e47-41520cf20e37",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "An estimated 13 million children lost their lives in World War II."
  },
  {
    "Id": "97303924-17d6-4df5-a94c-5c776c2a9160",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "During World War II, the Nazis had the largest mobile gun ever built. The Schwerer Gustav weighed 1,350 tons and could fire projectiles 80 centimeters in diameter and weighing 7.1 tons up to 47 kilometers. However, the gun was used in only one battle  the battle for Sevastopol  as 5,000 men were needed to operate it."
  },
  {
    "Id": "78f3d7c5-3d3f-4a0a-9d03-32494973b3e5",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "The Allies chose Normandy as the place of invasion to surprise the Germans. The Germans thought that Calais would be the most likely location, partly because it was the least distant from Great Britain."
  },
  {
    "Id": "cbbec4f3-a8ac-4ed4-9be8-90088e533031",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "National Socialists burned books written by Jewish authors in 1933. Ironically, one of these authors  Heinrich Heine  wrote 110 years earlier Where one burns books, one will, in the end, burn people."
  },
  {
    "Id": "3135e1b3-6b87-4a2b-865d-e47950e7eb95",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "During World War II, women in France who had relations with German soldiers were shaved bald so that everyone could see that they had betrayed their country."
  },
  {
    "Id": "28d90cf9-ce19-4de4-9536-63b05e6b4da9",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "During World War II, Germany's 1,162 submarines destroyed 2,634 enemy ships."
  },
  {
    "Id": "a9e58fe7-561e-48cb-8d29-9a78a36531fa",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Calvin Graham was the youngest U.S. soldier in World War II. After the attack on Pearl Harbor, he enlisted in the U.S. Navy in 1942 under false pretenses at the age of 12 and took an active part in combat operations. After being injured at the Naval Battle of Guadalcanal, he received the Purple Heart but was eventually discharged in 1943 because his true age was made known by his mother."
  },
  {
    "Id": "4f8163b5-d008-489e-849a-aee69a51903b",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "By 1942, some 500 military brothels had been set up for the amusement of German combatants in occupied Europe. It has been proven that about 34,100 European women were forced into prostitution in them. Even in concentration camps, there were such brothels."
  },
  {
    "Id": "bc06d922-c414-41a2-bd07-f51a276df15b",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "During the Blitzkrieg in World War II, the German infantry units were far superior to the enemy because they carried significantly more rifles and mortars and thus had much more firepower."
  },
  {
    "Id": "bd478f78-6bcb-43f1-b17d-f976afc379b6",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "As German soldiers pushed further east in World War II, mobile gas vans were even used to kill Jews and other minorities. Gas chambers were installed in trucks, where victims were killed by CO2 or exhaust fumes."
  },
  {
    "Id": "522eabcb-9383-45c8-8293-7adb5ca4e12f",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Theodore Roosevelt, Jr. son of former U.S. President Theodore Roosevelt, led a division during D-Day and died the following month on the battlefield in Normandy."
  },
  {
    "Id": "03eb9e39-1abd-4bd3-8a41-afcf01d05003",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "During World War II, the Japanese had developed the world's first intercontinental weapons. Between 1944 and 1945, the Japanese released some 9,000 hydrogen-filled balloons carrying a bomb to fly toward the United States. After 30 to 60 hours, a few hundred of the balloons, called Fu-Go, actually reached North America but did little damage. Only six people  five children and a pregnant woman  died as a result at a picnic in Oregon. Since Pearl Harbor occurred before U.S. entry into World War II, these six people were the only war casualties in the continental United States. In our article, you can read many other exciting facts about Japan."
  },
  {
    "Id": "a326f097-7629-4262-b544-9b3bb29a206f",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "The physicist Bernard Waldman was part of the Manhattan Project and was supposed to act as a cameraman during the flight to Hiroshima to film the detonation of the atomic bomb. To accurately capture the extent of the devastation, he had been equipped with a special high-speed camera. Unfortunately, he forgot to open the shutter of the camera, so that the recording failed."
  },
  {
    "Id": "21b11046-5524-41cf-ba7b-160bd4d89a78",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "When the head of the Auschwitz concentration camp ' Rudolf Ho ' was accused in court of killing 3.5 million people, he replied No, only two and a half million. The rest died of disease and hunger."
  },
  {
    "Id": "a90312be-20d7-4a83-a071-701f8aa35b2b",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "After British soldiers liberated the Bergen-Belsen concentration camp, it was burned to the ground to prevent the spread of typhus."
  },
  {
    "Id": "5d30e2e2-c06f-400f-9bd7-9275fdcd4c22",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "The Russian winter was the Wehrmacht's most effective opponent during the Blitzkrieg against the Soviets. Since Hitler did not expect a long battle, the soldiers were not prepared for the cold weather, so the tide turned with the cold snap."
  },
  {
    "Id": "94698004-6f21-43d9-b13d-bcdbb33dab81",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Spanish dictator Francisco Franco declared his neutrality after Italy entered World War II, so Spain never officially entered World War II. However, Francoist Spain nevertheless supported the Axis powers through both military action and supply deliveries."
  },
  {
    "Id": "acfaf968-fd96-4398-9ea5-3bc904e65927",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "The Nazis conducted countless experiments on prisoners during World War II. People were subjected to great cold, bones and nerves were transplanted without anesthesia, prisoners were infected with malaria, treated with electric shocks, and burned with phosphorus, and then the treatment was researched."
  },
  {
    "Id": "711f9e06-6e6a-4543-b54d-6f41d997cd53",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "During his tenure from 1999 to 2011, the mayor of Hiroshima wrote a letter of protest to the leader of the country responsible after each atomic bomb test to make a statement against nuclear weapons."
  },
  {
    "Id": "48aa4e1b-6f91-4543-8a20-165da03c3f50",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "After the Second World War, Oskar Schindler regularly traveled to Israel to visit the Jews he saved."
  },
  {
    "Id": "4ae4051b-f3be-4f15-b080-512f666ec963",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "During World War II, Pearl Harbor was attacked by 353 Japanese aircraft, which rose from the fleet of 65 ships anchored north of Hawaii."
  },
  {
    "Id": "2e89ad7c-0785-46e9-b232-1558beb61901",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Shortly before the atomic bombing, Japanese radars detected approaching U.S. aircraft but did not consider them a threat because of their small numbers, so no countermeasures were taken. One of these aircraft was the deadly Enola Gay bomber."
  },
  {
    "Id": "203b5e68-b414-4428-b299-e2bcefc7e327",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "An important factor in the success of the German Blitzkrieg strategy was the targeted deployment of the dive bombers Junkers Ju 87."
  },
  {
    "Id": "86263529-213f-42b1-99db-d5f1e301b3c3",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "On August 6, 1945, when Hiroshima was the victim of a U.S. atomic bombing, the final day of a three-day tournament of the board game Go was being held 3.1 miles (five kilometers) from Ground Zero. During the explosion, the building was damaged, and spectators were injured, so the final match had to be interrupted. Nevertheless, the match continued after the lunch break and was decided the same evening. White won."
  },
  {
    "Id": "695658a3-8786-4f9f-aeb3-74098152e1b0",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Nazi Germany stockpiled several million potato beetles because they wanted to use them against England to plunge the country into famine. However, more than 40 million of them would have been needed, but could never be obtained."
  },
  {
    "Id": "b67fb586-2dba-42f8-82fd-4c88238dcdcf",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Eizo Nomura was the survivor of the nuclear attack on Hiroshima who had the shortest distance to the explosion center. He was just 170 meters from ground zero in the basement of a building."
  },
  {
    "Id": "d3cea13e-834c-4965-9fa9-c1b4bb233692",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "The term D-Day generally refers to a selected day for the start of a military operation. The D simply stands for day. Similarly, there is also the H-Hour, which defines the exact time of the beginning of a military action."
  },
  {
    "Id": "d0c23503-f317-4399-a406-7e9f57559397",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "During World War II, the U.S. Army collaborated with Walt Disney to develop a gas mask that looked like Mickey Mouse, in order to make children less afraid of a poison gas attack."
  },
  {
    "Id": "efbce6b5-62d1-44f5-a237-1e20e70100ce",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "In the Battle of Stalingrad, the Soviet Union lost more soldiers with over one million killed than the United States and Great Britain lost in all of World War II combined."
  },
  {
    "Id": "621f9525-0c04-438d-b138-824114eef3d3",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Although the Japanese wanted to prevent a war by attacking Pearl Harbor, they achieved exactly the opposite. On December 8, the USA officially entered World War II."
  },
  {
    "Id": "dac63c61-7ad5-4a4a-ac4b-4fe24a69b618",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "During World War II, female U.S. Marines were called BAMs (Broad-Assed Marines) and male HAMs (Hairy-Assed Marines)."
  },
  {
    "Id": "168ba34a-3ae4-4de4-b629-bc7d740769d9",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "In the Third Reich, there were two different types of camps. In concentration camps such as Buchenwald, prisoners died of hard work, hunger, cold, and disease. Extermination camps like Auschwitz, on the other hand, had as their sole objective the large-scale killing of prisoners by industrial methods."
  },
  {
    "Id": "7a89729d-8625-4200-b694-4175bbbf5407",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Because of Japan's desired territorial expansion in the Pacific region and similar U.S. interests, a Pacific war seemed inevitable in 1939. To discourage the Americans, the Japanese decided to land a fatal first strike by attacking Pearl Harbor."
  },
  {
    "Id": "f6d9cb56-e3ba-40d0-9be7-e594be3a6f5f",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "The attack on Pearl Harbor was intended to weaken the Pacific fleet of the Americans and aircraft carriers, in particular, were in the focus. But in fact, none of the aircraft carriers of the Pacific fleet was in port that day."
  },
  {
    "Id": "e6daf02f-e035-4822-83d3-7d6f1812f98b",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Adrian Carton de Wiart fought in both World Wars and he was shot in his head, his leg, his hips and his ear. He also survived a plane crash and when the doctors were unwilling to amputate two of his fingers, he bit them off. When he was later asked about his time during the war he replied 'I had enjoyed the war'."
  },
  {
    "Id": "d55a8f65-28a1-43f7-83a2-7a35c34ee6dc",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "In the bombing of London by the Nazis on September 7, 1940 and May 16, 1941, known as The Blitz, 40,000 civilians died and over a million buildings were destroyed or at least damaged."
  },
  {
    "Id": "36237f98-8b6e-4684-8bfa-e7f0ea99ff03",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Like Adolf Hitler, Mussolini also called himself The Leader', as that is the meaning of his self-conferred title Il Duce."
  },
  {
    "Id": "791869ec-c2da-4317-8170-ae37cd7f37a5",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "China lost the third most soldiers in World War II, with more than three million casualties. Ahead of that was Germany, with more than 4.4 million, and the Soviet Union, with more than 8.6 million dead soldiers. Here are some more exciting facts about China."
  },
  {
    "Id": "3f924c26-0918-4398-bcfa-c0ade752a144",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "When the first V2 rocket hit London during World War II Wernher Von Braun, the man credited with designing the rocket for the Germans, said that 'the rocket worked perfectly, except for landing on the wrong planet'."
  },
  {
    "Id": "64f78b3f-ae35-4e8e-8f29-fabe60454c97",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Dr. Josef Mengele conducted cruel research on some 1,500 pairs of twins during World War II, and only about 200&nbsp; people survived. In most cases, one of the twins was injected with chemicals or pathogens that resulted in death. The second twin was then killed and both bodies were autopsied for comparison."
  },
  {
    "Id": "521b4192-f5b1-4e85-a090-b005bc7376a5",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "The largest tank battle ever fought was the Battle of Kursk in World War II. During this battle, 6,000 tanks, two million soldiers, and 4,000 aircraft were used."
  },
  {
    "Id": "dcbef277-cdd0-49b4-bea6-d148a15c73d7",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "During World War II, the Nazi regime had built a 1,668-mile-long (2,685-kilometer-long) Atlantic Wall that stretched from Finland to the Spanish peninsula. The goal of D-Day was to create a line of defense consisting of over 8,000 bunkers, tunnels, hundreds of heavy guns, thousands of smaller cannons and millions of tons of steel and concrete."
  },
  {
    "Id": "0ecdfe7d-bc86-43a3-9cea-3c73e0760176",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "On the night of March 9-10, 1945, 334 U.S. bombers dropped napalm on Tokyo. It is estimated that well over 100,000 people were directly killed in what became known as Operation Meetinghouse, making this attack on the Japanese capital the deadliest bombing of World War II."
  },
  {
    "Id": "3a51c1ea-88e3-4fb4-a65a-ea752132d956",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Quisling is a term for traitor in some languages. It is particularly well known in Norway, as the Norwegian politician Vidkun Quisling collaborated with the Nazis after the Axis invasion and was subsequently installed as prime minister. After the war, he was executed for treason on October 24, 1945."
  },
  {
    "Id": "2f3b0251-d4bc-4879-8e5a-f2d85888321a",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "More than 30 states fought in World War II."
  },
  {
    "Id": "1075e00e-4926-4f86-bc66-e289b6af88ab",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "D-Day is still the largest amphibious invasion in history."
  },
  {
    "Id": "118c6e37-3bac-4758-9736-5dc75cf1072e",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "During World War II, a U.S. outpost in the Philippines was ambushed by 100 Japanese soldiers as John R. McKinney stood guard. For more than 36 minutes, he fought the men with his light machine gun, then also in hand-to-hand combat, eventually killing 38 of the attackers. For his unprecedented courage that day, Harry S. Truman awarded McKinney the Medal of Honor in 1946."
  },
  {
    "Id": "0382f2cf-ebba-45bc-b082-9427141d2b82",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "During World War II, Adolf Hitler gave the order to spare the British city of Blackpool from bomb attacks, as he intended to go on holiday there after Germany had won the war."
  },
  {
    "Id": "96347fb4-9c0d-444d-8d99-7856441e3d2b",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Nearly 1.2 million Jews fought for the Allies against Nazi Germany during World War II. Of these, about 550,000 served in the U.S. armed forces, 500,000 in the Soviets, 100,000 in the Polish Army, and 30,000 in the British Army."
  },
  {
    "Id": "c6ddf314-1da5-4521-ad45-fef8ed04a9bd",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Up until his death, F. Scott Fitzgerald was convinced that he had achieved nothing in his life. Two years later, his book The Great Gatsby was sent to soldiers in World War II and became an immediate success. To this day, the book sells about 500,000 copies every year."
  },
  {
    "Id": "e939da45-f673-427e-a2aa-eb19978e3663",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Adolf Hitler was nominated for the Nobel Peace Prize in 1939."
  },
  {
    "Id": "1913684f-d3dd-4101-b5a9-c77265442c5e",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Since 1964, in memory of the victims of the atomic bomb, the flame of peace is burning in Hiroshima, which will only be extinguished once all nuclear weapons on the earth have been eliminated."
  },
  {
    "Id": "357d27ba-f8ae-4661-8f49-ce6c3be04292",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "The five french beaches belonging to the German bridgehead were given the code names Omaha, Utah, Gold, Sword and Juno by the Allies."
  },
  {
    "Id": "304a8677-18b7-4102-a09e-38882bcdcbbd",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "During World War II, the French weightlifter Charles Rigoulet was sent to a Nazi prison. He broke out by bending the metal rods of his prison cell and was even able to free several other fellow prisoners."
  },
  {
    "Id": "bfa26705-150b-4f7d-9830-179c5038ec03",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Blitzkrieg was not an invention of Hitler but was already proposed in the 19th century by Carl von Clausewitz."
  },
  {
    "Id": "7b99d9fc-9a23-4442-9449-39c439d3e352",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "For the successful attack on Pearl Harbor, the Imperial Japanese Navy managed to cover more than 3,500 miles (almost 5,600 kilometers) unnoticed and hit the Americans hard without warning."
  },
  {
    "Id": "463468fa-fe4c-499c-b7db-4d60a0b0c857",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "The artist Joseph Beuys fought for the Nazis in the Luftwaffe during the Second World War and in 1944 his plane crashed and he survived."
  },
  {
    "Id": "766c4311-9fea-4589-bbd1-26d055759f72",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "To show his solidarity with Adolf Hitler, the Spanish dictator Francisco Franco had the clocks in the country set back by one hour. Since then, Spain has been in the wrong time zone. Actually, the country should be in the same time zone as London."
  },
  {
    "Id": "80d21892-82d1-4d07-b70a-85db2a43729a",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Hitler planned to build the Hall of the People in Berlin or Germania. It would have been 1,050 feet (320 meters) high at its peak and would have had a floor space of about 408,600 square feet (38,000 square meters). It is assumed that the air breathed by the mass of people in the huge domed building would even have led to cloud formation and precipitation."
  },
  {
    "Id": "0ec2d07a-ad25-4864-90d3-3283901a3889",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Historians estimate that about 20 million people were killed by Stalin's regime."
  },
  {
    "Id": "95d90207-43a2-47b2-b9d8-05b0c02977ff",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Mussolini said of Hitler that he was an old sentimentalist."
  },
  {
    "Id": "d5ee9a0d-f714-4f8e-965c-9ecaf9dab8aa",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "On D-Day alone, some 4,400 Allied soldiers died under the hail of bullets from Nazi Germany. Another 73,000 Allied soldiers lost their lives in the ensuing fighting in Normandy."
  },
  {
    "Id": "c10d50d4-4e8f-4bf4-8390-26d4526defb9",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "The soldier Jack Churchill went into every battle of the Second World War carrying a sword, bagpipes and a longbow. During a mission in France, he even achieved the only confirmed kill by longbow during the Second World War. His comrades therefore nicknamed him Mad Jack."
  },
  {
    "Id": "dfee903a-373e-4713-b474-2e16c26b95b9",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Starting in 1939, Jews in the Third Reich had to wear a yellow star to identify them as Jews. Such an identification already existed in the Islamic world in the 12th century."
  },
  {
    "Id": "d8d06f92-872f-46e4-b6c4-45c845538335",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "The British developed the DD Tank, a floating Sherman tank, during World War II. Originally the term stood for Duplex Drive Tank but was also jokingly pronounced Donald Duck Tank."
  },
  {
    "Id": "c90bc73e-44ae-4799-aaa3-27328d94c48d",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Just over a month after the atomic bomb was dropped on Hiroshima, the powerful Makurazaki typhoon hit the city, killing 2,000 people."
  },
  {
    "Id": "481ca170-ec48-48f2-990d-3389d2dbc98a",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "The German term Bombenwetter (literally: bomb weather) can be traced back to the fact that this weather offers ideal conditions to make out targets when bombing a city. The word originated during the Second World War."
  },
  {
    "Id": "559815c8-cbae-4587-b0a8-31dbcdcbd662",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "The USS Arizona, which sank during the attack on Pearl Harbor, still leaks about nine quarts (more than nine liters) of oil every day. The ship was refueled with 1.5 million gallons (over 5.6 million liters) the day before the attack."
  },
  {
    "Id": "be2269f1-d4c3-49b9-8c9c-c6c9180a8753",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Francisco Franco was the only European dictator who continued to rule until the 1970s. Hitler killed himself in 1945, Mussolini was shot by partisans in 1945, and Stalin died of a stroke in 1953."
  },
  {
    "Id": "0e423225-b6a2-4aeb-8e6c-aab9bab6ef3b",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "The soldiers of the 45th Infantry Division wore a swastika in their logo for 15 years. However, after Hitler came to power in 1933, the symbol was replaced."
  },
  {
    "Id": "9b602932-892b-4062-85ce-830a160d9029",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "In the six days after D-Day, 326,000 soldiers, 104,000 tons of material and 54,000 vehicles landed in Normandy. By the end of June, a total of 850,000 men had landed."
  },
  {
    "Id": "f8eebc20-d6b6-4e18-9fc2-add02cc5b2c6",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "On the night of D-Day, over 13,000 Allied paratroopers landed in Normandy to knock out communications equipment and bring important bridges under their control."
  },
  {
    "Id": "d2d0cc7f-913f-4c1b-a998-7190f3b66a90",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "The Battle of the Atlantic was the longest battle during World War II. It lasted from 1939 to 1945."
  },
  {
    "Id": "f4cb4dc0-ebad-4723-82e2-1b8bae0d68a8",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "To protect London from air raids by the Third Reich, thousands of so-called barrage balloons were used. Fastened to the ground with a steel cable, the medium-sized balloons could rise to a height of 1,500 meters. Since the thin ropes were barely visible, attacking aircraft were forced to fly much higher. This greatly reduced their hitting accuracy and, at the same time, brought the fighter planes back within range of the higher aimed antiaircraft guns."
  },
  {
    "Id": "370ef190-bec9-411f-a964-4affcee2b802",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "After Stalin's first wife Ekaterine Svanidze died, he said at her funeral This creature softened my heart of stone. She died and with her died my last warm feelings for humanity."
  },
  {
    "Id": "cbe7e95d-d100-43ff-a64a-3e0e14f04eae",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "During his time as Fuhrer, Adolf Hitler had 84 of his generals executed."
  },
  {
    "Id": "8e045676-0b91-4290-9b90-2c80a083e465",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "During the Second World War, the city of Constance was largely spared from Allied bombing raids. Unlike other German cities, Constance did not cut off electricity at night. Allied pilots could therefore hardly distinguish the city from neighboring Switzerland, where the lights also remained on at night. In order to avoid mistakes, no bombs were dropped in the region."
  },
  {
    "Id": "7466aafe-458a-4096-982f-5ad7afe81cdf",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "World War II saw the world's first military use of paratroopers in a battle. As early as 1940, the Germans used paratroopers in the invasion of the Netherlands, Belgium, Denmark, and Norway."
  },
  {
    "Id": "6741426b-30b6-49a5-a553-e514a6a62726",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "During World War II, the Nazis attempted to cover the river Alster as part of their Operation Invisibility Cloak. They covered parts of the river with wood and wire, built dummy houses and planted trees on the frozen river, as they suspected that the Allies were using the Alster for orientation. The objective was to save Hamburgs city center from more severe bomb damage. However, this hope was not fulfilled."
  },
  {
    "Id": "80af43f0-e9cd-4569-9cfd-297a504f8907",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Henry Ford became the first American to be awarded the Order of Merit of the German Eagle on July 30, 1938. Hitler, a car enthusiast, was a great admirer of Ford's assembly line manufacturing and admired him for his anti-Semitic book The International Jew, published in 1922. A portrait of Henry Ford even hung next to Hitler's desk for this reason."
  },
  {
    "Id": "58072e94-f683-4a91-9d6d-2f63868a413c",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Since 1943, Hitler has used opioids and cocaine to pep up before his speeches, as he gradually lost his natural charisma during the war."
  },
  {
    "Id": "9e585b39-d3a4-456b-9a1e-ba972d64caea",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "During World War II, Queen Elizabeth worked as a mechanic for the British troops."
  },
  {
    "Id": "0b40b83b-9b49-446f-a0ff-dba33b0ec462",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "The Soviet Union took approximately three million German prisoners of war during World War II."
  },
  {
    "Id": "dbfba267-1813-47e2-a417-2472593ff6f7",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Not only Jews, but also millions of Sinti, Roma, Jehovah's Witnesses, disabled, and homosexuals fell victim to the organized killings by Nazis."
  },
  {
    "Id": "282d4172-8e62-4a43-a669-849b5671b873",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "The German Blitzkrieg in World War II began on September 1, 1939 with the unexpected invasion of Poland, which ended on September 27 with the capitulation of the Polish capital Warsaw."
  },
  {
    "Id": "cff60732-ec24-4036-bbf9-0f23eba67794",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Of the eight warships damaged by the Imperial Japanese Navy during the attack on Pearl Harbor, as many as six were put back into service after extensive repairs."
  },
  {
    "Id": "e0b7073f-52e4-4807-a683-135c02a22c5b",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "By today's standards, the Nazis took assets worth between 230 and 320 billion dollars from the Jewish population."
  },
  {
    "Id": "896b9043-66a9-4b2c-b019-35b57053078b",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "In their concentration camps, the Nazis made lampshades from the skin of the murdered."
  },
  {
    "Id": "c486415d-7f75-419d-a563-612b959db9e0",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "When Adolf Hitler took power in the German Reich, Aryanization began, the aim of which was the complete suppression of Jewish life. In the process, Jews were either forced to sell their businesses below value or were forcibly expropriated."
  },
  {
    "Id": "2cc129bb-8bdc-4a5a-8f28-fae29a76179c",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "When in 1940 Adolf Hitler banned the public display of colored people in Germany, he was the first state leader to take action against the so-called human zoos."
  },
  {
    "Id": "f76dd45a-8c64-43f5-9c0f-0cc5b0de1ca8",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Because oleander was the first flower to bloom again after the atomic bombing of Hiroshima, it is the official flower of the city."
  },
  {
    "Id": "7aaa8ea1-270f-4ae0-b485-2c0d7db4cca4",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Erich Hartmann was the most successful fighter pilot of all time. He was credited with 352 confirmed kills in 1,404 missions during World War II."
  },
  {
    "Id": "2924bdab-6a0b-42ba-a33b-866e25976044",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Eisenhower had already prepared a statement in which he took all the blame for the failure of Operation Neptune on D-Day and emphasized the bravery of the soldiers."
  },
  {
    "Id": "136eb2fd-f9e6-4e1f-bac3-65a7f949f735",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Oskar Schindler's last wish was to be buried in Jerusalem."
  },
  {
    "Id": "912c9727-a14a-4ea7-9ced-9954fd2563e6",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Onoda Hiro was a Japanese intelligence officer who believed that the proclamation of the end of World War II was only a ruse by the Allies and therefore continued to hold his position 29 years after the end of the war. Only when his former superior, who was now a bookseller, visited him in 1974 could Onoda be convinced that the war was over."
  },
  {
    "Id": "762dc352-4c32-46eb-8a58-5421b108504a",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Because the German Wehrmacht surprised its opponents with the Blitzkrieg, they often fled, so that the Third Reich was able to conquer countless heavy weapons."
  },
  {
    "Id": "00679a4e-0519-4450-abd3-3d07682c3737",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "The term Holocaust comes from the Greek word holokauston and means sacrifice by burning."
  },
  {
    "Id": "623b1baa-aff5-448a-95b9-d9703b601e34",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "During World War II, all venomous and deadly animals in the London Zoo were killed to prevent them from escaping into the city and killing anyone in case the zoo was bombed."
  },
  {
    "Id": "baad67dc-4840-4244-8716-96b41b3c5b29",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "In the six years of the Second World War, around 810,000 aircraft were produced. Of these, 37 percent were produced in the USA alone, 20 percent in the Soviet Union and 16 percent in Great Britain."
  },
  {
    "Id": "818c97df-d3b6-4f38-a5ed-97844202d89a",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "During World War II, the frigid winter on the Eastern Front resulted in numerous cases of frostbite among unprepared German soldiers, requiring the amputation of some 15,000 limbs."
  },
  {
    "Id": "b01cdc13-a560-44e7-86dc-c9f532511eda",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Although the German soldiers at the Allied landing in Normandy, with 50,000 soldiers, were less than a third of the Allied manpower, they were able to hold off the attackers for several days due to the massive defense installations. It took eight days to occupy the 50-mile-long (80-kilometer-long) coastal strip."
  },
  {
    "Id": "33d45165-16cd-468c-b6d1-0a366d0210b2",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "The USS Nevada was a warship of the U.S. Pacific Fleet that almost sank in the attack on Pearl Harbor. However, the soldiers on board ran her aground for rescue, so she could be repaired and reused. One of her later missions was to assist in the attack on Normandy by firing on the German positions. So although it was almost destroyed by the Axis powers on the day that led to the United States entering World War II, it was able to provide necessary support on the day that heralded the Allied victory over the Axis powers."
  },
  {
    "Id": "d9b96181-1328-4c0e-a139-74dd64418f0d",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "During World War II, U.S. defense spending rose to more than 40 percent of gross domestic product."
  },
  {
    "Id": "054812de-d4b9-4f78-a859-ae05a7cf4a16",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Tsutomu Yamaguchi is officially the only person to survive two atomic bombings. He was working in Hiroshima when the first atomic bomb hit the city. As he was driving home to Nagasaki, despite severe injuries, the second bomb had just hit. He passed away in 2010 at the age of 93."
  },
  {
    "Id": "39a77655-2417-4e9d-9ff1-8f774f8f5abf",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "During the Second World War, the US Army maintained a tactical deception unit. It consisted of numerous artists, film set designers and actors. Their task was to create vehicle dummies and to simulate operations. Soldiers called their friends in this unit the Ghost Army. We have written an exciting article about the Ghost Army."
  },
  {
    "Id": "1cd621bb-afc5-4154-b60b-761a62d90c86",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "In preparation for D-Day, Normandy was bombed for three months to destroy bridges, railroads, and positions. An estimated 60,000 civilians were killed."
  },
  {
    "Id": "91a9d765-029a-470d-b8d7-e87bdad99432",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "66 million years ago, an asteroid with a diameter of 6.2 to 9.3 miles hit the Yucatan peninsula ' at the time still a shallow sea. The Chicxulub impact had a force of at least 200 million Hiroshima bombs and directly and indirectly, caused the extinction of up to 75 percent of all plant and animal species living at that time. Want to read more facts about prehistory?"
  },
  {
    "Id": "c824537e-b33f-4b03-9443-2d77e06564fd",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "The landing mission on D-Day ran under the name Operation Neptune. It was part of the invasion of Normandy, which was called Operation Overlord'."
  },
  {
    "Id": "3c7b1025-acde-49fd-86ca-364a036438fb",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "To boost combat morale in World War II, Stalin issued Order No. 227, Not one step backward! It stated that soldiers were to be placed behind their own ranks and that fleeing soldiers were to be shot immediately. In fact, however, most of them were only arrested."
  },
  {
    "Id": "417c04bd-5ed1-4ba0-85b7-62e4ad84968e",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Oskar Schindler succeeded in setting up his own camp for his Jewish factory workers, which offered significantly better conditions, in part because he supplemented their food rations with food from the black market. The SS rarely entered the camp, and when they did, Schindler warned the inmates with a beep."
  },
  {
    "Id": "6c0be707-5205-4775-899f-5e2b21789dc5",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "World War II was the most expensive war ever for the United States. By today's standards, 4.1 trillion dollars was spent by the end of the war."
  },
  {
    "Id": "837d1ca6-55c3-4c69-ad71-066195cdd491",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "The Christmas tree that is set up every year on Londons Trafalgar Square is always given to the British by Norway. This tradition has existed since 1947 and is intended to express the Norwegians gratitude for the support by the British during the Second World War."
  },
  {
    "Id": "800b49fd-d237-4da8-983c-a60e56b9a15a",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Originally, Oskar Schindler employed Jews in his factories because they represented a comparatively cheap labor force. Only with the increasing persecution of Jews did the idea of salvation emerge in him."
  },
  {
    "Id": "c7b855cb-4073-4bc7-a41f-e8cc212e903d",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "One of the original Schindler lists was offered in an eBay auction in 2013 for a starting price of three million dollars but did not receive a single bid."
  },
  {
    "Id": "95849950-4e5a-4b2c-af50-873de3bd61bf",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Within 29 weeks, Harry Truman rose from US Senator to Vice President of the United States and then to President of the United States before becoming the first man to order the launch of a nuclear bomb."
  },
  {
    "Id": "b6afe1d9-82fe-4252-ab4e-41a78acb574d",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "With more than 7.3 million casualties, China lost more civilians in World War II than any other country. Poland mourned more than 5.6 million deaths, the Soviet Union probably well over 4.5 million, and Germany over three million civilians."
  },
  {
    "Id": "22c141d4-4d77-46a4-8937-3281add0edad",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "One of the highest-ranking officers in the U.S. armed forces, Lieutenant General Lesley McNair, was killed in Normandy during Operation Quicksilver by friendly fire."
  },
  {
    "Id": "7b142af5-0fe7-4df1-8424-87ebe72dce06",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Adolf Hitlers nephew William Patrick Hitler emigrated to the USA in 1939 and even fought alongside the Americans against Nazi Germany during the Second World War. He was even awarded the Purple Heart for his accomplishments during the war. After the war, however, he changed his name to William Patrick Stuart-Houston."
  },
  {
    "Id": "ebb6b6d0-1f1a-459d-aaf6-95ca308d80d6",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Of the six million Jews killed by the Nazi regime, 25 percent alone were industrially murdered within three months as part of Operation Reinhardt."
  },
  {
    "Id": "0b84b01f-c945-4373-afbf-a77aebe075a3",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "The Japanese attack on Pearl Harbor was called Operation Z during planning."
  },
  {
    "Id": "c42330e3-f148-48bf-97f2-13bc9a03870a",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "Photos document that Hitler practiced the poses in his speeches in front of the mirror."
  },
  {
    "Id": "5dbeafce-8cf4-4875-b281-716799f83032",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "The heatwave from the Hiroshima atomic bomb was so great that the shadows of people and objects were burned into the ground. They are called Hiroshima shadows or haunting shadows."
  },
  {
    "Id": "173e006b-cf9e-4935-9fab-9f49a808b534",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "The Buchenwald concentration camp had to be built by the later prisoners themselves."
  },
  {
    "Id": "9ba643d0-a44c-4838-9ed1-7692a6c81077",
    "Category": "war",
    "Link": "https://onlyfunfacts.com/fun-facts/ww2-facts-world-war-ii/",
    "Content": "You can also follow us on Instagram, Pinterest, Twitter, Facebook, or YouTube to get new facts and information every day. We have also written some books for you, so have a look."
  },
  {
    "Id": "a902f448-1ef8-462a-875a-bc5cd7f41e5e",
    "Category": "politics",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "The flag of South Sudan is older than the country itself, as the flag was adopted in 2005, while the country became independent only in 2011."
  },
  {
    "Id": "cf395330-097b-4670-98e5-53c559ae4289",
    "Category": "politics",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "The Olympic flag's colors are always red, black, blue, green, and yellow rings on a field of white. This is because at least one of those colors appears on the flag of every nation on the planet. How about more Sports Facts?"
  },
  {
    "Id": "8f71beaf-23e0-4cc5-965b-a7f8b7d89974",
    "Category": "politics",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "The Dominican Republic is the only country in the world to have an image of the Bible on its national flag. Here you can find a lot more facts about the Dominican Republic."
  },
  {
    "Id": "e37b6994-8c70-469f-857a-dd89f84a5b23",
    "Category": "politics",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "All Scandinavian countries have a cross on their flag."
  },
  {
    "Id": "0dc98799-ad04-4074-ad0d-83664a715e41",
    "Category": "politics",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "The first flags of pirates were red, not black."
  },
  {
    "Id": "a3ebc6e0-6623-4689-89f2-d3aba3ea324c",
    "Category": "politics",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "The flag of Nazi Germany was completely designed by Adolf Hitler himself."
  },
  {
    "Id": "2b4b0eb7-e9a9-47c1-bc15-9721523210af",
    "Category": "politics",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "The Virginia state flag is the only U.S. state flag to feature nudity. It shows a female figure personifying the Roman virtue of Virtus which is shown with a bare left breast."
  },
  {
    "Id": "30b82d66-236d-412e-92d3-0693ae977177",
    "Category": "politics",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "The flag of Hawaii is the only US state flag to include a foreign countrys national flag. The flag contains the Union Flag of the United Kingdom as a mark of the British Empire's historical relations with the Hawaiian Kingdom."
  },
  {
    "Id": "02ed17da-1547-4d76-a3fc-cb6c2d05be86",
    "Category": "politics",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "There are only two sovereign countries with square flags. They are Switzerland and Vatican City."
  },
  {
    "Id": "cbf287b4-4ea2-45ad-a543-e4b342626968",
    "Category": "politics",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "The Bikini Atolls flag is similar to the flag of the USA, but with black stars representing islands destroyed by nuclear testing. The flag is symbolic of the debt the US still owes them for nuclear fallout and radiation poisoning."
  },
  {
    "Id": "ccf67fb9-1697-47de-9787-ef5c1b3325ec",
    "Category": "politics",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "On 21st October 2009, the only surviving Union Jack flag from the Battle of Trafalgar was sold at an auction for 384,000 pounds."
  },
  {
    "Id": "124db57d-a1da-450d-b11b-e8c5e4930e30",
    "Category": "politics",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "Mars has its own flag which was designed by NASA engineer Thomas O. Paine in 1984."
  },
  {
    "Id": "d544bb86-2056-4b88-85ac-9b01df4f97e0",
    "Category": "politics",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "The flag of Oregon is the only state flag in the United States that has different designs on both sides."
  },
  {
    "Id": "e50401d6-1eca-4d78-81ee-aa1462ee87cf",
    "Category": "politics",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "Paraguay is one of only two countries in the world whose flag looks different on each side. The other country is Saudi Arabia."
  },
  {
    "Id": "91bef95f-091d-4cf2-8ec0-10c95c2addb0",
    "Category": "politics",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "The flag of Belize incorporates 12 different colors and shades, making it the most colorful flag in the world."
  },
  {
    "Id": "06bf43eb-94e6-4e32-8451-c5909a9a814c",
    "Category": "politics",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "Dominica and Nicaragua are the only two nations in the world to have the color purple included in their national flags."
  },
  {
    "Id": "6efb8f73-d9b0-450e-9f31-b507559ad7f8",
    "Category": "politics",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "The Philippine flag changes depending on if the nation is at war. It is a horizontal flag bicolor with equal bands of blue and red. During war times, the red color is placed on top whereas in peace times the blue color is on top, which is effectively achieved by flipping the flag upside-down."
  },
  {
    "Id": "3300cce7-876e-48aa-bf00-f4817fbc50d7",
    "Category": "politics",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "The flag of the United Kingdom is called Union Jack. Its design represents a blending of the English, Scottish and Irish flag. Although Wales is part of the United Kingdom its not represented on the Union Flag. If you are interested in even more facts about the UK we have a great list for you."
  },
  {
    "Id": "999ea91d-36d6-49ef-8696-645c191a3ba6",
    "Category": "politics",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "For years, Liechtenstein and Haiti had the same flag, which was only noticed when the two nations met at the 1936 Olympic Games. A year later, the flag of Liechtenstein was therefore adorned with the symbol of a golden princely hat."
  },
  {
    "Id": "40ff5ead-003e-48d6-8746-6c18fd624a95",
    "Category": "politics",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "The Dutch flag is the oldest tricolor flag in continuous use. It can be traced to the 16th century."
  },
  {
    "Id": "55bc2905-09bd-4c9b-802a-55c45ddd5d80",
    "Category": "politics",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "The modern look of the U.S. flag was designed by a school child from Ohio as a school project. His teacher gave him a B-."
  },
  {
    "Id": "2757efe9-85b3-4f67-a837-1a7a47aaed48",
    "Category": "politics",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "The flag of Jamaica is currently the only national flag that does not contain the colors red, white, or blue."
  },
  {
    "Id": "5051d82d-c269-401b-83f8-ccac1f691196",
    "Category": "politics",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "The words Allahu Akbar (Arabic phrase meaning God is the greatest) are repeated 22 times on the flag of Iran."
  },
  {
    "Id": "3968a6dd-3dc6-4524-98e1-15742aaf9691",
    "Category": "politics",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "There are only four flags of sovereign countries in the world that feature a firearm. These are the flags of Mozambique, Guatemala, Haiti and Bolivia."
  },
  {
    "Id": "775b7cb3-73c2-48b3-a816-6f15667beaad",
    "Category": "politics",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "Nepal is the only country in the world that does not have a rectangular flag."
  },
  {
    "Id": "165f56c0-2e4b-4c97-b782-53eac0877b2a",
    "Category": "politics",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "The state animal of California is the Grizzly Bear, which is the reason that it is also featured on the Californian flag. However, there are almost no grizzly bears anymore in California and the last sighting of a grizzly was in 1924."
  },
  {
    "Id": "204518bf-375e-4d2c-8bcc-aa83684e2c79",
    "Category": "politics",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "Some national flags contain another small flag. This flag in a flag is called a jack and is always placed in the upper left corner, as this is the most visible area of a flag."
  },
  {
    "Id": "3ec1e42e-fc52-443e-9b59-b5a764ce0ecc",
    "Category": "politics",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "The flag of Mauritania was changed on August 15, 2017, making it the newest flag of a country in the world."
  },
  {
    "Id": "1afd66aa-8382-4c0d-bc61-3eac35999b13",
    "Category": "politics",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "Canada got its own flag on February 15, 1965 ' 100 years after it became a country. Want to learn more about Canada? We have some great facts about the country."
  },
  {
    "Id": "9f7029a7-b28a-4da6-8e3f-9f7b4fd17dd8",
    "Category": "politics",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "The flag of Ohio is the only state flag in the United States that is not rectangular in shape. Instead, it is a triangular swallowtail flag."
  },
  {
    "Id": "9832963d-350b-4e43-9df9-76bc23482504",
    "Category": "politics",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "Between 1814 and 1830 the official flag of the Kingdom of France was simply a plain white flag with no other colors, to symbol purity and royal authority."
  },
  {
    "Id": "27046944-75eb-4bbe-9d94-259cd4031207",
    "Category": "politics",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "The flag of Mozambique includes the image of an AK-47 with a bayonet attached to the barrel. It symbolizes the defense and vigilance of the country."
  },
  {
    "Id": "8204b9eb-5407-4a9a-9230-84721737bb3b",
    "Category": "politics",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "The flag of Denmark holds the world record of being the oldest continuously used national flag. It was first used in 1625 and is still the same today."
  },
  {
    "Id": "c0e51577-7499-48cf-9608-8e8b98a722b5",
    "Category": "politics",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "We also have similar lists for every country in the world so make sure to check them out as well. However, if you prefer more general facts we can also highly recommend you our best fun facts. You can of course also follow us on Instagram, Pinterest, YouTube, Twitter or Facebook or check out the books we have published for you."
  },
  {
    "Id": "5b15aee1-933e-4982-b575-c32957528c17",
    "Category": "animals",
    "Link": "https://onlyfunfacts.com/life/animals/largest-animal-in-the-world/",
    "Content": "The species can reach a length of 180 feet (55 meters) but has a diameter of only 0.20 to 0.39&nbsp;inches (five to ten millimeters). This is shown by a specimen washed ashore in Scotland in 1864. They live in the northeast Atlantic around the British Isles and along the Norwegian coast into the North and Baltic Seas."
  },
  {
    "Id": "6bf04355-923d-4a8d-a4bd-25f6e75e965c",
    "Category": "animals",
    "Link": "https://onlyfunfacts.com/life/animals/largest-animal-in-the-world/",
    "Content": ""
  },
  {
    "Id": "7acd4a35-16b0-4dc4-801c-52ff6c17e322",
    "Category": "animals",
    "Link": "https://onlyfunfacts.com/life/animals/largest-animal-in-the-world/",
    "Content": "It comes to a height of up to 19,3 feet (5.88 meters), for is the largest documented specimen. No wonder that the animals also belong to the Big Five of African animals. The heaviest known giraffe brought it to 4,250 pounds (1,930 kilograms)."
  },
  {
    "Id": "de2631b9-3902-44da-953a-278375362b1f",
    "Category": "animals",
    "Link": "https://onlyfunfacts.com/life/animals/largest-animal-in-the-world/",
    "Content": ""
  },
  {
    "Id": "cf082779-4af1-4dae-9a5d-8b9a26812723",
    "Category": "animals",
    "Link": "https://onlyfunfacts.com/life/animals/largest-animal-in-the-world/",
    "Content": "The heaviest specimen ever measured weighed about 220 short tons (200 tons). This makes the blue whale the largest animal that has ever existed to have the largest volume. And it is superlative in other respects as well. The blue whale is the longest mammal that has ever lived on the planet."
  },
  {
    "Id": "07d8f096-6fea-4af4-8982-516a8db9c8f8",
    "Category": "animals",
    "Link": "https://onlyfunfacts.com/life/animals/largest-animal-in-the-world/",
    "Content": "And also to clarify this question: they have the longest! The penis of a blue whale is the longest in the world with a length of 6.5 feet (two meters)."
  },
  {
    "Id": "a14a0d7f-a58d-4df1-ba82-ee619e7fb664",
    "Category": "animals",
    "Link": "https://onlyfunfacts.com/life/animals/largest-animal-in-the-world/",
    "Content": "5 feet (3.20 meters). The tallest specimen was even 13 feet (3.96 meters) tall and weighed an estimated 11.5 short tons (10.4 tons). The herbivores live in herds in the African savannah and reach an age of up to 75 years."
  },
  {
    "Id": "2042ea15-819e-4146-a70d-5baec9c7b6fd",
    "Category": "animals",
    "Link": "https://onlyfunfacts.com/life/animals/largest-animal-in-the-world/",
    "Content": "It could grow up to 30 feet (nine meters) high and weigh up to 22 short tons (20 tons). This made it ten feet (three meters) taller than a giraffe and twice as heavy as the most massive elephant. The giants fed on plants and lived 22 to 34 million years ago."
  },
  {
    "Id": "a42e1b6e-449c-46a7-ab76-136c3205b02a",
    "Category": "animals",
    "Link": "https://onlyfunfacts.com/life/animals/largest-animal-in-the-world/",
    "Content": "Here are the winners in the length, height, and mass categories."
  },
  {
    "Id": "0b18cf3b-41d1-40a7-8312-8446ec71145a",
    "Category": "animals",
    "Link": "https://onlyfunfacts.com/life/animals/largest-animal-in-the-world/",
    "Content": "One cervical vertebra of the gigantic herbivore was already 4.6 feet (1.4 meters) long and the total length of its neck was probably about 39 feet (12 meters). The rest of its body was up to 20 feet (six meters) high ' thus already somewhat larger than a giraffe. The Sauroposeidon lived about 110 million years before our time and was hidden in Oklahoma in 2000."
  },
  {
    "Id": "227f146c-b545-457a-86bf-a0d011d46e09",
    "Category": "animals",
    "Link": "https://onlyfunfacts.com/life/animals/largest-animal-in-the-world/",
    "Content": "In 2012 in southern Argentina, the fossils used to reconstruct its huge body were discovered. The animal roamed the earth about 100 million years ago in search of abundant plant food."
  },
  {
    "Id": "7b57064b-677d-4ceb-b1fb-7c3b14085f54",
    "Category": "animals",
    "Link": "https://onlyfunfacts.com/life/animals/largest-animal-in-the-world/",
    "Content": "It weighed 77 short tons (70 tons), as much as a Boeing 747."
  },
  {
    "Id": "3e7f9019-1cd8-4c15-a1a4-9e7198419a4e",
    "Category": "food",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-coca-cola/",
    "Content": "Mexico has the highest consumption of Coca-Cola per capita per year. The United States only has the fourth highest consumption rate in the world. We also have many more facts about Mexico."
  },
  {
    "Id": "98e17acb-757d-49d9-b155-9f37c19e9b44",
    "Category": "food",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-coca-cola/",
    "Content": "Panama, Mexico and Cuba were the first countries outside the USA in which Coca-Cola was sold. It was first sold in these countries in 1906."
  },
  {
    "Id": "b1d21517-e7d2-412a-85b5-d31df26d2127",
    "Category": "food",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-coca-cola/",
    "Content": "In the 1990s, the Coca-Cola Company tested vending machines that automatically changed prices depending on the outside temperature. When it was particularly hot, customers had to pay more."
  },
  {
    "Id": "9717c5a8-a84d-423a-9651-ea2886841264",
    "Category": "food",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-coca-cola/",
    "Content": "The most common words in the world are 'ok' and 'cola'."
  },
  {
    "Id": "53166f67-c7cd-4572-8afa-312417600faf",
    "Category": "food",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-coca-cola/",
    "Content": "One of the original ingredients of Coca-Cola was cocaine. About 9 milligrams per glass and it was removed from the drink in 1903."
  },
  {
    "Id": "69b81e16-1be4-4748-ba55-2e3e230569f1",
    "Category": "food",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-coca-cola/",
    "Content": "Ko Kou Ko Le, the phonetically correct Chinese translation for Coca-Cola, literally means A female horse fastened with wax. Looking for more China Facts? Just click that link!"
  },
  {
    "Id": "aa469288-ccca-46cd-88dd-889a7140392f",
    "Category": "food",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-coca-cola/",
    "Content": "In 2019, Coca-Cola was the worlds fifth most valuable brand, after Apple, Google, Amazon and Microsoft."
  },
  {
    "Id": "8e1304db-fcfd-4a19-b1ca-7e41ab57569b",
    "Category": "food",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-coca-cola/",
    "Content": "If Coca-Cola was served without colorants, it would be green and not black."
  },
  {
    "Id": "56da768b-c8e9-4160-a22a-31ec8221b3a6",
    "Category": "food",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-coca-cola/",
    "Content": "Coca-Cola is the most widely distributed product on the planet. There are only two countries in the world where Coca-Cola cannot be bought or sold. They are Cuba and North Korea."
  },
  {
    "Id": "29d6e672-a85e-46a3-a361-7fea2a631439",
    "Category": "food",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-coca-cola/",
    "Content": "Frank Robinson, the first bookkeeper at the Coca-Cola Company, came up with the name for the beverage. The Coca came from the coca leaves used and Cola for the kola nuts."
  },
  {
    "Id": "daf29f12-7bcb-4114-b233-d2bfb1ed3b51",
    "Category": "food",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-coca-cola/",
    "Content": "The Coca-Cola Company sponsored the 1928 Olympic Games in Amsterdam and has supported every Olympic Games since. We also have many other Sports Facts for you!"
  },
  {
    "Id": "16dfea9f-281f-40f6-a10b-bb23803b5c7e",
    "Category": "food",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-coca-cola/",
    "Content": "After John Pemberton was wounded in the American Civil War, he became addicted to morphine. In order to free himself from the drug, he developed his own painkiller, which he made from cocaine and alcohol. In 1886 he designed a non-alcoholic variant that was later sold under the name Coca-Cola."
  },
  {
    "Id": "8050f38f-4bed-4441-ac31-df324df54748",
    "Category": "food",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-coca-cola/",
    "Content": "The Coca-Cola Company invented the six-pack to encourage people to drink more Coke. In 1929 they introduced a reusable paperboard six-pack and in 1932 already two million six-pack cartons were in use.&nbsp;"
  },
  {
    "Id": "0c10e64f-6293-4ae3-8336-5632a31e52fa",
    "Category": "food",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-coca-cola/",
    "Content": "During the Great Depression of the 1920s and 1930s, banker Pat Munroe advised his customers in the city of Quincy, Florida, to buy shares in the beverage company Coca-Cola. Over the next few years, the share price rose so much that countless people in Quincy quickly became millionaires and the city became the richest city in the USA."
  },
  {
    "Id": "cb73b9ea-a50c-4b40-bc4e-c0b003d3b418",
    "Category": "food",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-coca-cola/",
    "Content": "It is a common misunderstanding that Coca-Cola only sold 25 bottles in their first year. They actually sold 25 gallons of syrup in its first year which means on average 9 drinks per day."
  },
  {
    "Id": "690163a0-e52f-4e9c-b96c-1f9f23afb59b",
    "Category": "food",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-coca-cola/",
    "Content": "McDonald's is the biggest customer of Coca-Cola."
  },
  {
    "Id": "fad07ae0-78b2-40bb-9fc4-b27774a9249a",
    "Category": "food",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-coca-cola/",
    "Content": "Coca-Cola was the first product to get customers hooked via coupons. They were mailed to potential customers and placed in magazines. By 1913, Coca-Cola had redeemed 8.5 million free drink coupons."
  },
  {
    "Id": "490826ef-86af-4e65-91cb-834c22680528",
    "Category": "food",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-coca-cola/",
    "Content": "Coca-Cola owns the websites ahh.com, ahhh.com and so on. The website with the longest URL contains 62 'h's."
  },
  {
    "Id": "afa9a84b-1fa7-4d6d-8e83-b4dbf95196c2",
    "Category": "food",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-coca-cola/",
    "Content": "From 1886 to 1959, the price of a bottle of Coca-Cola was set at five cents."
  },
  {
    "Id": "2b623e59-e7b0-4810-ae00-8827ca1f10b4",
    "Category": "food",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-coca-cola/",
    "Content": "The Coca-Cola Company has a product portfolio of more than 3,500 beverages and 500 brands, spanning from energy drinks to soda to soy-based drinks."
  },
  {
    "Id": "be404b81-665b-47dc-a7be-a8054c68eb0b",
    "Category": "food",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-coca-cola/",
    "Content": "Santa Claus was not invented by Coca-Cola."
  },
  {
    "Id": "c2074864-5842-4792-a4a7-24d0fe8fa9da",
    "Category": "food",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-coca-cola/",
    "Content": "Coca-Cola was the first soft drink to be consumed in space, when astronauts aboard the Space Shuttle Challenger tested the Coca-Cola Space Can on July 12, 1985. Click here for even more Space Facts!"
  },
  {
    "Id": "8f677537-1029-412c-875f-a3f7caf150ae",
    "Category": "food",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-coca-cola/",
    "Content": "In 1925, Coca-Cola published a key pendant in the shape of a swastika."
  },
  {
    "Id": "565993e4-6686-4ad4-a38c-b9f83276cd62",
    "Category": "food",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-coca-cola/",
    "Content": "The original formula for Coca-Cola is held in a vault in the World of Coca-Cola museum in Atlanta."
  },
  {
    "Id": "e27d2409-e7af-4ac6-bc46-efbac5150505",
    "Category": "food",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-coca-cola/",
    "Content": "There are just two people who know the recipe for Coca-Cola. For this reason, they are not allowed to be in a plane at the same time."
  },
  {
    "Id": "7ab85f68-e009-4733-b450-07ab7a3c6423",
    "Category": "food",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-coca-cola/",
    "Content": "When Coca-Cola first launched it was marketed as a nerve tonic that relieves exhaustion."
  },
  {
    "Id": "cb4f6c82-9ce1-4001-be62-95d0d527f67c",
    "Category": "food",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-coca-cola/",
    "Content": "Because it was impossible to transport the ingredients needed for Coca-Cola to Nazi Germany, the Coca-Cola Company designed a beverage especially for the German market: Fanta.If you like this fact you probably also like our other facts about Germany."
  },
  {
    "Id": "6c118888-8d39-4032-9daa-563e885c8bb7",
    "Category": "food",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-coca-cola/",
    "Content": "In the 1940s, the Coca Cola Company developed a colorless version of Coca-Cola specifically for the USSR."
  },
  {
    "Id": "93d3a45e-7b97-417f-a00d-ee43aba6fecf",
    "Category": "food",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-coca-cola/",
    "Content": "We also have a similar list for every other company so make sure to check them out as well. However, if you prefer more general facts we can also highly recommend you our best fun facts. You can of course also follow us on Instagram, Pinterest, YouTube, Twitter or Facebook or check out the books we have published for you."
  },
  {
    "Id": "69f5242e-965f-4bf3-8779-94caf562b8fe",
    "Category": "human",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "The human heart pumps about one million barrels of blood during an average lifetime. That is enough to fill more than 3 super tankers."
  },
  {
    "Id": "5e551459-1c21-4a82-a8e6-f40d4ffe688d",
    "Category": "human",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "When it comes to extreme heat in Melbourne, the lions in the zoo are given frozen blood. Interested in more facts about Australia? We have much more of them."
  },
  {
    "Id": "5dbe27b4-0ff8-46f6-a448-f9b0fe17d4f4",
    "Category": "human",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "The average price of one liter of black ink is higher than the price of one liter of human blood.&nbsp;&nbsp;"
  },
  {
    "Id": "cf5852ee-09a2-4297-ada9-f867d79da2e1",
    "Category": "human",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "It would require 1,200,000 mosquitoes to exsanguinate the blood out of a human."
  },
  {
    "Id": "d0047b8f-f71b-404a-b3c6-175fd4407cc0",
    "Category": "human",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "In Paraguay, pistol dueling is legal as long as both parties are registered blood donors."
  },
  {
    "Id": "a46eec0e-5ff6-41a8-a88f-09c726c3cfa3",
    "Category": "human",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "When Komodo dragons bite their prey, they release a poison that, among other things, inhibits blood clotting. So, if their prey is not killed immediately, the dragons can then track it down and feed on it after it has died from blood loss as well as from the other bacteria contained in the poison."
  },
  {
    "Id": "ffe1072d-a51a-4b70-ba86-35a407619a2d",
    "Category": "human",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "The vampire bat has an enzyme that prevents its victims blood from clotting on wounds. As a result, the victims lose more blood that the vampire bats can then feed on. In case you are interested we also have much more animal facts."
  },
  {
    "Id": "5b932a5e-3cca-481d-8365-a61c8e749ca5",
    "Category": "human",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "In addition to the known blood types of the AB0 system, there is a fourth, very rare variant. It is colloquially called the Bombay blood group, since only about 20,000 people worldwide have this blood group, almost all of whom come from India."
  },
  {
    "Id": "163dab99-c98e-47b6-89ad-2defef7e3f73",
    "Category": "human",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "From water depth of 33 feet and more there is no more red light. For this reason blood looks green at this depth."
  },
  {
    "Id": "0d6be2d5-b3f6-44d3-9c49-37dcebf8ff37",
    "Category": "human",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "Our blood accounts for seven percent of our body weight."
  },
  {
    "Id": "d44d4dd1-02cc-4bd5-9c37-5e3d3ab114da",
    "Category": "human",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "James Harrison is a record holder in blood donations. He donated his blood over 1,000 times."
  },
  {
    "Id": "7e39ac94-a9a1-444d-80ec-97b68f9d7211",
    "Category": "human",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "From 1920 onwards, Alexander Alexandrovich Bogdanov tried to discover a medical fountain of youth by performing blood transfusions on himself and injecting himself with the blood of younger people. One blood transfusion, however, was contaminated with malaria and tuberculosis, which eventually killed Bogdanov."
  },
  {
    "Id": "9295e090-a0af-4a36-9a33-6a4a71d25424",
    "Category": "human",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "On average, it takes about 45 seconds for a single drop of blood to circulate from the heart, all around the body, and back to the heart again."
  },
  {
    "Id": "539168f0-bab9-4fb8-8dbe-f8a243b17d4b",
    "Category": "human",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "The word 'blood' is mentioned at least once in every Shakespeare piece."
  },
  {
    "Id": "b0147708-44eb-4246-bfb1-4adbc0d65f76",
    "Category": "human",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "Human blood contains about 0.2 milligrams of gold."
  },
  {
    "Id": "b651614c-cc74-46a1-98b0-7e972a7ecb68",
    "Category": "human",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "For a long time, it was tradition in Ireland that one liter of Guinness beer was given for each liter of donated blood."
  },
  {
    "Id": "eb671646-d24c-471e-8862-f796d8383da1",
    "Category": "human",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "The first successful blood transfusion took place in 1660 and was between two dogs."
  },
  {
    "Id": "a8c25175-0f6b-4b70-857a-5acaa8774776",
    "Category": "human",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "The reflex that we automatically lead a small wound to our mouth is an innate protective mechanism. The saliva in our mouth helps the blood to coagulate and kills bacteria."
  },
  {
    "Id": "47854f05-d764-4b31-b3e6-3f9b622acd9a",
    "Category": "human",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "A newborn has just 234 milliliters of blood in its body."
  },
  {
    "Id": "b25a28af-f001-4da9-8663-c508c8ceacc5",
    "Category": "human",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "AB0 isnt the only blood grouping system. There are currently 39 systems recognized by the International Society of Blood Transfusion."
  },
  {
    "Id": "7ce976fa-a91a-410d-899b-d150176b17cd",
    "Category": "human",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "Saddam Hussein had a Koran, written with his own blood."
  },
  {
    "Id": "b97be121-14f7-40fd-8e87-d42f2d513f5d",
    "Category": "human",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "Rhnull (rhesus factor zero) is the rarest blood type in the world. So far, only 40 people worldwide are known to have this blood group."
  },
  {
    "Id": "b11c3172-471c-4145-af38-8aab4d0332ea",
    "Category": "human",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "The increased use of the drug 'Sumatriptan' can lead to a green coloration of the blood."
  },
  {
    "Id": "4313a3e2-6474-4da2-8283-3ea1bcf10525",
    "Category": "human",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "The US presidential limousine The Beast even contains blood reserves in the presidents blood type."
  },
  {
    "Id": "6cfbb230-82e2-4018-9bec-32214dd6abe1",
    "Category": "human",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "In Japan, people believe that your blood type affects your personality. For this reason, the Japanese version of Facebook has a drop-down menu for the blood type."
  },
  {
    "Id": "23e8202a-1079-4371-9c82-ca4a04ddb0c4",
    "Category": "human",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "Dr. Karl Landsteiner first identified the major human AB0 blood groups in 1901."
  },
  {
    "Id": "33d91b36-126e-4d20-a80d-91e90f36d9a2",
    "Category": "human",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "Gnats are especially attracted by people with blood type O."
  },
  {
    "Id": "03913824-a5f1-4aeb-84c3-6d0514fe8e88",
    "Category": "human",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "When donating blood, the human body burns an additional 650 calories."
  },
  {
    "Id": "18c0d519-1897-4bed-b37d-ee9c05c8072d",
    "Category": "human",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "Adult humans have roughly 20 to 30 trillion red blood cells at any given time, constituting approximately 70% of all cells by number."
  },
  {
    "Id": "ba6503a8-2145-480d-8f83-be395f50ea5c",
    "Category": "human",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "Renfield-Syndrome is characterized by an obsession with drinking blood."
  },
  {
    "Id": "dc9abe0e-66dc-4e81-a253-b659597bb349",
    "Category": "human",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "If you prefer more general facts we can also highly recommend you our best fun facts. You can of course also follow us on Instagram, Pinterest, YouTube, Twitter or Facebook or check out the books we have published for you."
  },
  {
    "Id": "60614303-d50e-416a-910d-6ed5dd7daaa4",
    "Category": "world",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "The flag of South Sudan is older than the country itself, as the flag was adopted in 2005, while the country became independent only in 2011."
  },
  {
    "Id": "a60d2cf7-60e8-42d5-90ad-4f2161ef99f1",
    "Category": "world",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "The Olympic flag's colors are always red, black, blue, green, and yellow rings on a field of white. This is because at least one of those colors appears on the flag of every nation on the planet. How about more Sports Facts?"
  },
  {
    "Id": "c668d81c-b4a0-4665-9ebf-8e1baa43f2b2",
    "Category": "world",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "The Dominican Republic is the only country in the world to have an image of the Bible on its national flag. Here you can find a lot more facts about the Dominican Republic."
  },
  {
    "Id": "4e9bc37b-b4e9-42a9-a740-aef8092c77c3",
    "Category": "world",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "All Scandinavian countries have a cross on their flag."
  },
  {
    "Id": "276bc6d8-c5fc-436e-b472-027dfa156a23",
    "Category": "world",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "The first flags of pirates were red, not black."
  },
  {
    "Id": "cb55f7ba-7b67-414f-83c4-985ae8101b56",
    "Category": "world",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "The flag of Nazi Germany was completely designed by Adolf Hitler himself."
  },
  {
    "Id": "383d8ffa-efe3-439d-97df-530786999565",
    "Category": "world",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "The Virginia state flag is the only U.S. state flag to feature nudity. It shows a female figure personifying the Roman virtue of Virtus which is shown with a bare left breast."
  },
  {
    "Id": "9cdafda6-b8a6-4fc5-a3d3-36cba9cf3420",
    "Category": "world",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "The flag of Hawaii is the only US state flag to include a foreign countrys national flag. The flag contains the Union Flag of the United Kingdom as a mark of the British Empire's historical relations with the Hawaiian Kingdom."
  },
  {
    "Id": "926d5418-b598-495a-b911-9f1d1a4409c9",
    "Category": "world",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "There are only two sovereign countries with square flags. They are Switzerland and Vatican City."
  },
  {
    "Id": "dd52c2e5-9246-4769-8bc2-0cd7951451ee",
    "Category": "world",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "The Bikini Atolls flag is similar to the flag of the USA, but with black stars representing islands destroyed by nuclear testing. The flag is symbolic of the debt the US still owes them for nuclear fallout and radiation poisoning."
  },
  {
    "Id": "d9735141-3570-41ab-b452-b5d4e5a820e4",
    "Category": "world",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "On 21st October 2009, the only surviving Union Jack flag from the Battle of Trafalgar was sold at an auction for 384,000 pounds."
  },
  {
    "Id": "854294b0-56f3-489c-81c4-a94dac450b35",
    "Category": "world",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "Mars has its own flag which was designed by NASA engineer Thomas O. Paine in 1984."
  },
  {
    "Id": "04c6bb1a-a64e-412e-b416-4f619f23c842",
    "Category": "world",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "The flag of Oregon is the only state flag in the United States that has different designs on both sides."
  },
  {
    "Id": "9bd8ed7a-956b-4138-9f54-2d6e0bcd023f",
    "Category": "world",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "Paraguay is one of only two countries in the world whose flag looks different on each side. The other country is Saudi Arabia."
  },
  {
    "Id": "b03fc53b-ed98-49d1-8227-6c2135f2573a",
    "Category": "world",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "The flag of Belize incorporates 12 different colors and shades, making it the most colorful flag in the world."
  },
  {
    "Id": "bf0bace7-144f-4b1d-b509-a8a2264978df",
    "Category": "world",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "Dominica and Nicaragua are the only two nations in the world to have the color purple included in their national flags."
  },
  {
    "Id": "798b8e5c-f662-48a3-8d73-2e07e6357061",
    "Category": "world",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "The Philippine flag changes depending on if the nation is at war. It is a horizontal flag bicolor with equal bands of blue and red. During war times, the red color is placed on top whereas in peace times the blue color is on top, which is effectively achieved by flipping the flag upside-down."
  },
  {
    "Id": "354c05af-1c95-4be9-99c8-529487a30610",
    "Category": "world",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "The flag of the United Kingdom is called Union Jack. Its design represents a blending of the English, Scottish and Irish flag. Although Wales is part of the United Kingdom its not represented on the Union Flag. If you are interested in even more facts about the UK we have a great list for you."
  },
  {
    "Id": "9afc2b85-af05-40c4-885c-0be653dbe0ae",
    "Category": "world",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "For years, Liechtenstein and Haiti had the same flag, which was only noticed when the two nations met at the 1936 Olympic Games. A year later, the flag of Liechtenstein was therefore adorned with the symbol of a golden princely hat."
  },
  {
    "Id": "43ec2f7b-79c2-4840-a4b9-b9b2e87ff8ed",
    "Category": "world",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "The Dutch flag is the oldest tricolor flag in continuous use. It can be traced to the 16th century."
  },
  {
    "Id": "cdb41eba-4ff0-4c54-a684-70f1e1ac4851",
    "Category": "world",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "The modern look of the U.S. flag was designed by a school child from Ohio as a school project. His teacher gave him a B-."
  },
  {
    "Id": "88d7e1f1-d634-43dc-83e3-0eb61cd29b15",
    "Category": "world",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "The flag of Jamaica is currently the only national flag that does not contain the colors red, white, or blue."
  },
  {
    "Id": "67959cef-efcb-44e6-815d-c0a3ac4ae9ce",
    "Category": "world",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "The words Allahu Akbar (Arabic phrase meaning God is the greatest) are repeated 22 times on the flag of Iran."
  },
  {
    "Id": "0256763d-dd6b-48c5-8e31-86e88d267b78",
    "Category": "world",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "There are only four flags of sovereign countries in the world that feature a firearm. These are the flags of Mozambique, Guatemala, Haiti and Bolivia."
  },
  {
    "Id": "72026d37-f745-4c70-8917-6f0cd9174238",
    "Category": "world",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "Nepal is the only country in the world that does not have a rectangular flag."
  },
  {
    "Id": "81b16f05-bfa7-47b9-9cbb-6d66dffa4ca6",
    "Category": "world",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "The state animal of California is the Grizzly Bear, which is the reason that it is also featured on the Californian flag. However, there are almost no grizzly bears anymore in California and the last sighting of a grizzly was in 1924."
  },
  {
    "Id": "6ce3f4bc-9a2f-4072-b694-b4c3e6c74056",
    "Category": "world",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "Some national flags contain another small flag. This flag in a flag is called a jack and is always placed in the upper left corner, as this is the most visible area of a flag."
  },
  {
    "Id": "fcdda188-4ee9-4f44-bf9d-51ce5c35ec6a",
    "Category": "world",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "The flag of Mauritania was changed on August 15, 2017, making it the newest flag of a country in the world."
  },
  {
    "Id": "edd84522-f74f-4ab5-b79a-fd2772771964",
    "Category": "world",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "Canada got its own flag on February 15, 1965 ' 100 years after it became a country. Want to learn more about Canada? We have some great facts about the country."
  },
  {
    "Id": "0cfe52d4-6149-4c18-8221-678bf385b13f",
    "Category": "world",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "The flag of Ohio is the only state flag in the United States that is not rectangular in shape. Instead, it is a triangular swallowtail flag."
  },
  {
    "Id": "2c821327-d5dd-465e-ae55-ac526d9780d0",
    "Category": "world",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "Between 1814 and 1830 the official flag of the Kingdom of France was simply a plain white flag with no other colors, to symbol purity and royal authority."
  },
  {
    "Id": "96d624cf-33b7-4239-a934-bb95dcd584b2",
    "Category": "world",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "The flag of Mozambique includes the image of an AK-47 with a bayonet attached to the barrel. It symbolizes the defense and vigilance of the country."
  },
  {
    "Id": "bf149273-152a-475d-8963-0609b88e4705",
    "Category": "world",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "The flag of Denmark holds the world record of being the oldest continuously used national flag. It was first used in 1625 and is still the same today."
  },
  {
    "Id": "ec88fb90-5366-49e7-b785-b7919b6ee226",
    "Category": "world",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-flags/",
    "Content": "We also have similar lists for every country in the world so make sure to check them out as well. However, if you prefer more general facts we can also highly recommend you our best fun facts. You can of course also follow us on Instagram, Pinterest, YouTube, Twitter or Facebook or check out the books we have published for you."
  },
  {
    "Id": "5dcf3010-8323-45bb-a737-90ceba7df24a",
    "Category": "internet",
    "Link": "https://onlyfunfacts.com/life/society/steven-pruitt-wikipedia/",
    "Content": "Nearly six million articles are in the English language Wikipedia, with Steven Pruitt coming into play. Because he expanded and improved over three million articles. This means that he contributed to about every second English-language Wikipedia article and even wrote over 35,000 articles himself."
  },
  {
    "Id": "9c33acd9-996d-48ca-a826-335f0c4e83f2",
    "Category": "internet",
    "Link": "https://onlyfunfacts.com/life/society/steven-pruitt-wikipedia/",
    "Content": "But is not all! Because Wikipedia is one of the most widely read websites in the world, his volunteer work actually leads to influence."
  },
  {
    "Id": "0e2f365c-4f89-4611-b6ed-9b02dcc6847c",
    "Category": "internet",
    "Link": "https://onlyfunfacts.com/life/society/steven-pruitt-wikipedia/",
    "Content": "This puts him on a par with Donald Trump, J. K. Rowling and Kim Kardashian, who were also part of the exclusive group. The English-language Wikipedia recorded 904 million unique views in the last 12 months, or around 2.5 million per day. On average, 1.25 million readers a day are likely to stumble across an article in which Steven Pruitt has participated. That is why a certain amount of influence can indeed be attributed to him and his ideas."
  },
  {
    "Id": "44ed949f-02ce-4307-b665-a7459330d786",
    "Category": "internet",
    "Link": "https://onlyfunfacts.com/life/society/steven-pruitt-wikipedia/",
    "Content": "After returning home from his work in the archives of the US Border Patrol in San Antonio to his parents, who always support him in his work, the 34-year-old devotes almost three hours a day to improving Wikipedia. To most people that sounds like a lot of drudgery, but Pruitt likes his routine and likes to describe himself as a creature of habit. Still, he doesn't spend all day reviewing border patrol files or the swarm intelligence of Wikipedia. On top of that, he regularly drives from his home in Mount Vernon to nearby Washington D.C. to sing in the Capitol Hill Choir."
  },
  {
    "Id": "a6b7b943-5f15-4bb2-9474-a0b32d11feba",
    "Category": "internet",
    "Link": "https://onlyfunfacts.com/life/society/steven-pruitt-wikipedia/",
    "Content": "However, he did not find work at first, so he already spent half a day writing and editing Wikipedia entries at that time. But what is driving him?"
  },
  {
    "Id": "0bc3a10e-3f80-4691-923c-f3f132bae974",
    "Category": "internet",
    "Link": "https://onlyfunfacts.com/life/society/steven-pruitt-wikipedia/",
    "Content": "At the beginning he still doubted the success of an encyclopedia in which simply everyone could participate. But curiosity got hold of him and he created his first account to participate in the project."
  },
  {
    "Id": "ce3ef171-9b49-48ab-a2d9-d14a8157296f",
    "Category": "internet",
    "Link": "https://onlyfunfacts.com/life/society/steven-pruitt-wikipedia/",
    "Content": "This laid the foundation for his writing career and he began to integrate his knowledge of art history and music into Wikipedia."
  },
  {
    "Id": "12702c38-f721-4853-ac3a-02c8dc70738a",
    "Category": "internet",
    "Link": "https://onlyfunfacts.com/life/society/steven-pruitt-wikipedia/",
    "Content": "Already in 2004 a fellow student said about him that he had an intense need to spread knowledge. The moment he learned something new, he immediately had to pass it on to others."
  },
  {
    "Id": "90b1ac59-065f-4ff7-81ea-f8c16987e148",
    "Category": "internet",
    "Link": "https://onlyfunfacts.com/life/society/steven-pruitt-wikipedia/",
    "Content": "If the relevance is thus ensured, he reads mainly in topic-specific books and scientific magazines."
  },
  {
    "Id": "d698a163-99f2-4cb1-a9b0-1ac63f7fa79f",
    "Category": "internet",
    "Link": "https://onlyfunfacts.com/life/society/steven-pruitt-wikipedia/",
    "Content": ""
  },
  {
    "Id": "27ebae28-a8a1-4f20-92e8-98c0b7ab49f5",
    "Category": "internet",
    "Link": "https://onlyfunfacts.com/life/society/steven-pruitt-wikipedia/",
    "Content": ""
  },
  {
    "Id": "72cdd67e-83fb-41c8-8c49-25096f7047ce",
    "Category": "internet",
    "Link": "https://onlyfunfacts.com/life/society/steven-pruitt-wikipedia/",
    "Content": "He firmly believes that Wikipedia has changed the world and, at the same time, the way people think about knowledge. He is still impressed by the basic idea of the encyclopedia: free knowledge for everyone."
  },
  {
    "Id": "f69ee3eb-fbfa-4fba-83dd-4c87d658734f",
    "Category": "internet",
    "Link": "https://onlyfunfacts.com/life/society/steven-pruitt-wikipedia/",
    "Content": "In the meantime, the self-taught man even describes himself as an editor-addict, because without Wikipedia he could no longer imagine his life."
  },
  {
    "Id": "bc900a36-efcb-44b7-82c2-d8fcdb4d0bee",
    "Category": "internet",
    "Link": "https://onlyfunfacts.com/life/society/steven-pruitt-wikipedia/",
    "Content": "Even his parents couldn't always understand his urge, but at least since his nomination by Time Magazine, everyone recognizes the relevance of his work."
  },
  {
    "Id": "d0c47b57-5af5-4bd2-93d2-02a8b18e3bd4",
    "Category": "internet",
    "Link": "https://onlyfunfacts.com/life/society/steven-pruitt-wikipedia/",
    "Content": "For example, on the occasion of Wikipedia's 18th birthday, he was invited to appear on CBS This Morning."
  },
  {
    "Id": "4a26a9fe-dcb1-4cff-a3cc-9f9fa5167402",
    "Category": "internet",
    "Link": "https://onlyfunfacts.com/life/society/steven-pruitt-wikipedia/",
    "Content": "Throughout his career as a Wikipedia author, he has seen the tone of the community changing towards newcomers"
  },
  {
    "Id": "2ddc5cec-5530-4136-877b-cd1469ebd357",
    "Category": "internet",
    "Link": "https://onlyfunfacts.com/life/society/steven-pruitt-wikipedia/",
    "Content": "He would like to see a more friendly attitude towards young Wikipedians again, so that they too can experience the wow-effect he fell for back then."
  },
  {
    "Id": "fe242b21-be4d-4a9d-8a39-0f7ca20afdbc",
    "Category": "internet",
    "Link": "https://onlyfunfacts.com/life/society/steven-pruitt-wikipedia/",
    "Content": "He teaches important skills such as recognizing relevant topics, working with sources and adhering to formal guidelines."
  },
  {
    "Id": "2f7a538d-083a-42d4-af01-cde233c289b5",
    "Category": "internet",
    "Link": "https://onlyfunfacts.com/life/society/steven-pruitt-wikipedia/",
    "Content": "In this way, he hopes to be able to further advance the triumphant advance of free knowledge."
  },
  {
    "Id": "99293b31-b38b-46d9-84c5-2cf4af922914",
    "Category": "internet",
    "Link": "https://onlyfunfacts.com/life/society/steven-pruitt-wikipedia/",
    "Content": "In fact, about 90 percent of the volunteers are male. Unfortunately, this imbalance is also reflected in the gender distribution of the articles about personalities, because not even 18 percent of all articles focusing on a specific person deal with women."
  },
  {
    "Id": "08124984-29ca-4d82-a101-34549232d89e",
    "Category": "internet",
    "Link": "https://onlyfunfacts.com/life/society/steven-pruitt-wikipedia/",
    "Content": "This mission was another reason for Time Magazine to nominate Pruitt."
  },
  {
    "Id": "ccde09b9-319b-45bd-9add-16a82b2ee40c",
    "Category": "internet",
    "Link": "https://onlyfunfacts.com/life/society/steven-pruitt-wikipedia/",
    "Content": "The project Women in Red, for example, is intended to help increase the presence of articles about accomplished women. The name refers to the red links on Wikipedia, which say that a topic or person deserves an article of their own, but it has not yet been written. So the aim of the project is to turn as many red-coloured women's names as possible into blue-coloured ones."
  },
  {
    "Id": "1f81f986-51af-4279-a432-11a194151867",
    "Category": "internet",
    "Link": "https://onlyfunfacts.com/life/society/steven-pruitt-wikipedia/",
    "Content": "Unfortunately, he can't trace it back exactly, because he used several other accounts before his current account, but forgot his passwords again and again."
  },
  {
    "Id": "13e36c32-f9bd-4286-acba-c3696dd93981",
    "Category": "internet",
    "Link": "https://onlyfunfacts.com/life/society/steven-pruitt-wikipedia/",
    "Content": "With an average of three hours a day, that would be about three edits per minute. So it's clear that this can't be done by manual work alone ' especially since he certainly could sacrifice less time for Wikipedia during his time as student than today."
  },
  {
    "Id": "191ea7af-083d-4214-842f-d599d87b434a",
    "Category": "internet",
    "Link": "https://onlyfunfacts.com/life/society/steven-pruitt-wikipedia/",
    "Content": "For example, he uses AutoWikiBrowser to set links automatically, which of course count as editing. If his Internet connection is good, he can create several hundred articles in an hour, which would otherwise probably take months."
  },
  {
    "Id": "99ca048f-a2ea-4b8d-b59c-8cf737c50d2c",
    "Category": "internet",
    "Link": "https://onlyfunfacts.com/life/society/steven-pruitt-wikipedia/",
    "Content": "But for the future he would like to see more tools from Wikipedia to identify and improve bad articles."
  },
  {
    "Id": "8f368fb6-1682-457b-836b-b9b59c6e4737",
    "Category": "internet",
    "Link": "https://onlyfunfacts.com/life/society/steven-pruitt-wikipedia/",
    "Content": "S. Border Patrol and has been ranked by Time Magazine as one of the 25 most influential people on the Internet in 2017 for his millions of edits on Wikipedia."
  },
  {
    "Id": "19c5734e-eb10-4511-aaef-1e26c2d7cdc5",
    "Category": "internet",
    "Link": "https://onlyfunfacts.com/life/society/steven-pruitt-wikipedia/",
    "Content": ""
  },
  {
    "Id": "732f7206-2e45-4fed-b9bf-43a2f7f46f4f",
    "Category": "internet",
    "Link": "https://onlyfunfacts.com/life/society/steven-pruitt-wikipedia/",
    "Content": ""
  },
  {
    "Id": "56b44e5d-ae62-40d9-b4bc-1d078f71ae8c",
    "Category": "internet",
    "Link": "https://onlyfunfacts.com/life/society/steven-pruitt-wikipedia/",
    "Content": "He even turned down offers to write an article for money."
  },
  {
    "Id": "baa45497-a142-4c7d-b91b-068aa7a38405",
    "Category": "internet",
    "Link": "https://onlyfunfacts.com/life/society/steven-pruitt-wikipedia/",
    "Content": "Otherwise his record would not have been possible."
  },
  {
    "Id": "1c6a2743-c8c0-434e-b71c-bafa83434d25",
    "Category": "internet",
    "Link": "https://onlyfunfacts.com/life/society/steven-pruitt-wikipedia/",
    "Content": "C."
  },
  {
    "Id": "fa32b199-69f8-47fd-beca-302011ab239a",
    "Category": "internet",
    "Link": "https://onlyfunfacts.com/life/society/steven-pruitt-wikipedia/",
    "Content": "C. or devotes himself to his passion for opera."
  },
  {
    "Id": "55e7ecba-b66e-451b-9f70-106bb120df3f",
    "Category": "health",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "The human heart pumps about one million barrels of blood during an average lifetime. That is enough to fill more than 3 super tankers."
  },
  {
    "Id": "8dfddcc0-4220-426d-88bd-ab90a06ebd85",
    "Category": "health",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "When it comes to extreme heat in Melbourne, the lions in the zoo are given frozen blood. Interested in more facts about Australia? We have much more of them."
  },
  {
    "Id": "8b67a58d-24c7-4d62-b4dc-9e69b0291e30",
    "Category": "health",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "The average price of one liter of black ink is higher than the price of one liter of human blood.&nbsp;&nbsp;"
  },
  {
    "Id": "cc4edf49-326a-4889-ab24-5a008462f2c4",
    "Category": "health",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "It would require 1,200,000 mosquitoes to exsanguinate the blood out of a human."
  },
  {
    "Id": "1b1dbed9-0eda-4e05-9e0b-a516469d65b1",
    "Category": "health",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "In Paraguay, pistol dueling is legal as long as both parties are registered blood donors."
  },
  {
    "Id": "acfdff54-fd01-4c7e-99a4-bdac42d11b22",
    "Category": "health",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "When Komodo dragons bite their prey, they release a poison that, among other things, inhibits blood clotting. So, if their prey is not killed immediately, the dragons can then track it down and feed on it after it has died from blood loss as well as from the other bacteria contained in the poison."
  },
  {
    "Id": "66905fba-f369-49bb-8e4f-526d9cb59b0c",
    "Category": "health",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "The vampire bat has an enzyme that prevents its victims blood from clotting on wounds. As a result, the victims lose more blood that the vampire bats can then feed on. In case you are interested we also have much more animal facts."
  },
  {
    "Id": "f2dcddc6-d7a5-47d4-a15a-c71fc9e55f09",
    "Category": "health",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "In addition to the known blood types of the AB0 system, there is a fourth, very rare variant. It is colloquially called the Bombay blood group, since only about 20,000 people worldwide have this blood group, almost all of whom come from India."
  },
  {
    "Id": "48791e6c-d77b-47e8-a4db-58ed744b2632",
    "Category": "health",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "From water depth of 33 feet and more there is no more red light. For this reason blood looks green at this depth."
  },
  {
    "Id": "d456bbe2-7acf-4385-a31a-901ed6cc60f8",
    "Category": "health",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "Our blood accounts for seven percent of our body weight."
  },
  {
    "Id": "19de4270-ce7f-42d2-b919-96b66c28f10e",
    "Category": "health",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "James Harrison is a record holder in blood donations. He donated his blood over 1,000 times."
  },
  {
    "Id": "75543d54-9d4b-4735-bb36-4f52fff31721",
    "Category": "health",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "From 1920 onwards, Alexander Alexandrovich Bogdanov tried to discover a medical fountain of youth by performing blood transfusions on himself and injecting himself with the blood of younger people. One blood transfusion, however, was contaminated with malaria and tuberculosis, which eventually killed Bogdanov."
  },
  {
    "Id": "9da94244-2a19-4448-b895-232cbd7b0a34",
    "Category": "health",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "On average, it takes about 45 seconds for a single drop of blood to circulate from the heart, all around the body, and back to the heart again."
  },
  {
    "Id": "647494d2-9cf9-4871-ae2d-18fdf663bb3c",
    "Category": "health",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "The word 'blood' is mentioned at least once in every Shakespeare piece."
  },
  {
    "Id": "a4f9f22d-e85e-49ae-8b02-c671ac26495d",
    "Category": "health",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "Human blood contains about 0.2 milligrams of gold."
  },
  {
    "Id": "cba9159d-7fbf-4006-b790-4e0525186a6c",
    "Category": "health",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "For a long time, it was tradition in Ireland that one liter of Guinness beer was given for each liter of donated blood."
  },
  {
    "Id": "487022ed-d9ae-4c57-a5ab-9646e1109c85",
    "Category": "health",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "The first successful blood transfusion took place in 1660 and was between two dogs."
  },
  {
    "Id": "38fbab65-e75e-4ba9-830d-829c7d3cfa0d",
    "Category": "health",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "The reflex that we automatically lead a small wound to our mouth is an innate protective mechanism. The saliva in our mouth helps the blood to coagulate and kills bacteria."
  },
  {
    "Id": "dbfa06c4-877c-485d-8e97-b42243367bda",
    "Category": "health",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "A newborn has just 234 milliliters of blood in its body."
  },
  {
    "Id": "f37dc6ed-a7f8-4042-b0a6-c55930312859",
    "Category": "health",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "AB0 isnt the only blood grouping system. There are currently 39 systems recognized by the International Society of Blood Transfusion."
  },
  {
    "Id": "94b3ba8a-cb44-45ac-96ce-e0b6d22055c2",
    "Category": "health",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "Saddam Hussein had a Koran, written with his own blood."
  },
  {
    "Id": "4a4e96f3-4110-4a13-9800-5773635eebfc",
    "Category": "health",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "Rhnull (rhesus factor zero) is the rarest blood type in the world. So far, only 40 people worldwide are known to have this blood group."
  },
  {
    "Id": "e3830a65-3978-45cb-b15c-e06bf0a4dfc7",
    "Category": "health",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "The increased use of the drug 'Sumatriptan' can lead to a green coloration of the blood."
  },
  {
    "Id": "2c9a5521-7c2e-4c3b-b494-2f809b59c7f8",
    "Category": "health",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "The US presidential limousine The Beast even contains blood reserves in the presidents blood type."
  },
  {
    "Id": "f39e4d81-8e25-40e6-bfe0-862e1d41d890",
    "Category": "health",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "In Japan, people believe that your blood type affects your personality. For this reason, the Japanese version of Facebook has a drop-down menu for the blood type."
  },
  {
    "Id": "95d64bde-48ce-415e-849b-82f0ad10cbc2",
    "Category": "health",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "Dr. Karl Landsteiner first identified the major human AB0 blood groups in 1901."
  },
  {
    "Id": "f53b576e-38f8-4772-9982-ea4f98c022b5",
    "Category": "health",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "Gnats are especially attracted by people with blood type O."
  },
  {
    "Id": "62a062a3-ef32-47b7-ade1-11e8103177c4",
    "Category": "health",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "When donating blood, the human body burns an additional 650 calories."
  },
  {
    "Id": "c7510849-3319-4e66-a30e-cf3d2ad92ee0",
    "Category": "health",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "Adult humans have roughly 20 to 30 trillion red blood cells at any given time, constituting approximately 70% of all cells by number."
  },
  {
    "Id": "22c220a7-1f28-4589-baa2-e798ba8467be",
    "Category": "health",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "Renfield-Syndrome is characterized by an obsession with drinking blood."
  },
  {
    "Id": "390087b2-9daf-4480-89c9-61a7efcc5255",
    "Category": "health",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-blood/",
    "Content": "If you prefer more general facts we can also highly recommend you our best fun facts. You can of course also follow us on Instagram, Pinterest, YouTube, Twitter or Facebook or check out the books we have published for you."
  },
  {
    "Id": "ccfc1784-1c60-4b92-a441-c2b65ccd0682",
    "Category": "technology",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-microsoft/",
    "Content": "In 1994, Microsoft, in collaboration with Timex, introduced the worlds first smart watch. At that time, however, nobody was interested in it, so production was discontinued."
  },
  {
    "Id": "7876057c-a738-4ed7-909f-fcbe60f7522e",
    "Category": "technology",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-microsoft/",
    "Content": "Microsoft employees call themselves softies."
  },
  {
    "Id": "e6fc9786-f6ee-45f6-9335-2d93811bbd50",
    "Category": "technology",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-microsoft/",
    "Content": "In 2009 Burger King worked with Microsoft in Japan as a marketing campaign for the new Windows 7 and offered a burger with seven slices of meat."
  },
  {
    "Id": "cbe8b3bf-6927-4b71-9e18-60b76e136619",
    "Category": "technology",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-microsoft/",
    "Content": "At the age of five years and eleven months, Ayan Qureshi passed the Microsoft Certified Professional Test, making him the youngest computer specialist in the world."
  },
  {
    "Id": "2dfcd07b-c972-4c05-82fd-59440bf9f1be",
    "Category": "technology",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-microsoft/",
    "Content": "The word Xbox is short for DirectX Box. DirectX is the crucial software on Microsoft Windows that makes intense game graphics possible. Originally it was just meant to be the internal project name at Microsoft for the console, but consumer testing proved that this was also the most popular name among consumers."
  },
  {
    "Id": "a756dc22-960f-4ad7-abfa-e58ea52a129b",
    "Category": "technology",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-microsoft/",
    "Content": "In the 2000s, Bill Gates and Steve Ballmer often appeared in silly motivational videos for Microsoft employees. In one video they made a parody of an Austin Powers movie with Steve Ballmer as Dr. Evil and Bill Gates as Austin Powers."
  },
  {
    "Id": "2da8214d-9f0c-493b-ab5e-5786ffb17185",
    "Category": "technology",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-microsoft/",
    "Content": "The average starting salary for a developer at Microsoft is 106,000 dollars. We also have much more facts about money and success. Make sure to check out our article about that."
  },
  {
    "Id": "58a25157-b60a-4b1c-b336-89fa0b8ad14f",
    "Category": "technology",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-microsoft/",
    "Content": "Microsoft sued the student Mike Rowe after he launched the site MikeRowSoft.com."
  },
  {
    "Id": "c4b040e9-6a9b-4e7f-9866-68918f601ee7",
    "Category": "technology",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-microsoft/",
    "Content": "The name Microsoft is a combination of microcomputer and software."
  },
  {
    "Id": "84f4cd0c-a2a6-4c26-953e-a36b4af2bc7a",
    "Category": "technology",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-microsoft/",
    "Content": "The Microsoft Office products were initially developed exclusively for Apple computers."
  },
  {
    "Id": "49cb4841-1db6-4895-be3f-c8f9c036548d",
    "Category": "technology",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-microsoft/",
    "Content": "In 1987, at age 31, Microsoft co-founder Bill Gates became the youngest billionaire ever at the time."
  },
  {
    "Id": "c9513999-0f0e-4db3-a0df-46503ab55bca",
    "Category": "technology",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-microsoft/",
    "Content": "In 1997, Microsoft employed 31,000 people worldwide, of which 10,000 already were millionaires because of their participation in the company. If you want to learn more about that story you should check out our article about it."
  },
  {
    "Id": "d91df275-01b3-4b90-a346-027764aa75f3",
    "Category": "technology",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-microsoft/",
    "Content": "MAREA is the name of the highest-capacity submarine cable in the world with a system design capacity of 200 terabits per second. It is 4,000 miles (6,000 km) long and connects the United States with Spain. Owner and founder of this cable are Microsoft and Facebook."
  },
  {
    "Id": "a6978d7d-082a-489f-950f-0fbb0d7e4622",
    "Category": "technology",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-microsoft/",
    "Content": "Frequently asked questions at a Microsoft job interview are: Why are manhole covers round? and Design a coffee machine that can be used by astronauts."
  },
  {
    "Id": "9f29b7bb-5524-4459-ba5f-9aba20d5050b",
    "Category": "technology",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-microsoft/",
    "Content": "Over 1,000 rabbits live on the Microsoft campus in Redmond."
  },
  {
    "Id": "9c2d3130-b168-441f-9045-6ba88e6b45d6",
    "Category": "technology",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-microsoft/",
    "Content": "Steve Jobs once accused Bill Gates of stealing from Apple. Gates therefore replied Well, Steve, I think there's more than one way of looking at it. I think it's more like we both had this rich neighbor named Xerox and I broke into his house to steal the TV set and found out that you had already stolen it."
  },
  {
    "Id": "5027b9f7-3ba8-4504-bbf0-f5dc1c1151b4",
    "Category": "technology",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-microsoft/",
    "Content": "The name of the Microsoft search engine Bing comes from the word Bingo, which you shout out when you get exactly the answer you had hoped for."
  },
  {
    "Id": "247d1c13-ef58-4abb-826d-eb21c4172d0a",
    "Category": "technology",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-microsoft/",
    "Content": "In May 2021, Microsoft was the second most valuable company in the world based on its market capitalization. Only Apple was more valuable."
  },
  {
    "Id": "989f696e-cf86-4c2f-b1c2-22943f120da8",
    "Category": "technology",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-microsoft/",
    "Content": "Microsoft headquarters has 35 different cafeterias with free candy and drinks for its employees and with breakfast being served until 2 pm."
  },
  {
    "Id": "3e670f1b-187a-40f5-94a7-002998d461de",
    "Category": "technology",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-microsoft/",
    "Content": "The Microsoft Excel program was initially called Multiplan and PowerPoint was actually called Presenter."
  },
  {
    "Id": "83cb04ea-9be3-40e2-8fb3-efccd1c29bee",
    "Category": "technology",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-microsoft/",
    "Content": "If you enter '= rand ()' in Microsoft Word, you get a random text."
  },
  {
    "Id": "560e8a53-ca3d-4ca5-bdc0-752e6c9e6a5b",
    "Category": "technology",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-microsoft/",
    "Content": "Microsoft sank a small data center into the sea in 2018. Project Natick was successful because it actually increased reliability eightfold."
  },
  {
    "Id": "f4283942-240f-42b2-b3d5-8c7645d72bf9",
    "Category": "technology",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-about-microsoft/",
    "Content": "We also have a similar list for every other company so make sure to check them out as well. However, if you prefer more general facts we can also highly recommend you our best fun facts. You can of course also follow us on Instagram, Pinterest, YouTube, Twitter or Facebook or check out the books we have published for you."
  },
  {
    "Id": "228f44c1-cef5-4470-af73-7fcfa6238019",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "The 'Great Red Spot' on Jupiter is a large high-pressure area twice the size of the Earth. It is the largest hurricane in the solar system and is believed to have existed for over 400 years. Want to read more about Jupiter? Check out our Jupiter facts!"
  },
  {
    "Id": "425aec2b-2752-4c83-8b0a-00225a27f658",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "Scientists assume that Venus once offered Earth-like conditions and even had oceans. However, the extreme greenhouse effect caused a sharp rise in temperature, so that the water finally evaporated."
  },
  {
    "Id": "97539764-8e1d-4bdf-b574-31e223999f96",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "Around four billion years ago Mars had an oxygen-rich atmosphere."
  },
  {
    "Id": "ac12a201-498d-414f-a4fe-d9652c088d36",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "On Jupiter's moon Europa, there is probably an ocean under a thick layer of ice that holds more water than the oceans of the Earth combined. Scientists believe it may even contain microbes."
  },
  {
    "Id": "94ab2715-3205-4185-a2de-f76d02c2619b",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "The Moon is in synchronous rotation with Earth meaning the Moon rotates around on its own axis in exactly the same time it takes to orbit the Earth. As a result, the Moon always shows Earth on the same side."
  },
  {
    "Id": "42975b62-1577-47be-910f-bcfbf40066e9",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "Most of the moons orbiting around Uranus are named after characters that appeared in the works of William Shakespeare and Alexander Pope. Those named after characters from Shakespeare include Titania, Oberon and Puck from A Midsummer Nights Dream and Ariel and Miranda from The Tempest."
  },
  {
    "Id": "3a05b6df-9513-4c86-9405-3c8c16c0017c",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "The rings of Saturn consist of thousands of ringlets."
  },
  {
    "Id": "34849f2c-e928-448e-8ab7-c840a7bf4380",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "Saturn's rings consist of ice, dust and stone. While some components are only as large as grains of sand, others are up to more than half a mile (one kilometer) in diameter."
  },
  {
    "Id": "b1110323-3ec1-4362-b809-32405dc20a5b",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "More than one million planet Earths would fit inside of the sun. The sun is an object that is so impressive that we really had to research more facts about the sun."
  },
  {
    "Id": "949ccace-b02e-452b-bc8a-31f7b93e8048",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "On Venus, a day is shorter than a year. Because of its low rotational speed, it takes longer to rotate on its own axis than to orbit the Sun."
  },
  {
    "Id": "c67d38c4-6361-496d-b7ee-01ef7dab93de",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "Geographical features on Mars are named in a special way. Craters that are smaller than 30 miles (50 kilometers) are named for towns and villages of the world with a population of less than 100,000 people whereas craters larger than 30 miles are named for deceased scientists and writers who have contributed to the study of Mars. Large valleys are named for the word star or Mars in various languages and small valleys are named for rivers."
  },
  {
    "Id": "db30d570-905c-4a0f-a30b-e84f1a07ee9c",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "In the core of Jupiter, it is hotter than on the solar surface."
  },
  {
    "Id": "46a70074-f20f-410a-928b-1207b1dc1c3b",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "With 82 moons, Saturn has most moons in our solar system. Jupiter is second with 79 moons."
  },
  {
    "Id": "7bc52020-01b7-4244-ab37-c435aeea65dd",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "When Pluto has circled the sun once, 1.028 years have passed on Mercury. Although Pluto is not a planet anymore, there are many facts about the dwarf planet to discover."
  },
  {
    "Id": "bedf9bf6-d0b1-4e99-b681-0a2b75ccd318",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "Jupiter's moon Ganymede is the largest moon in the solar system. With a diameter of 3,273 miles (5,268 kilometers) it is even larger than the planet Mercury."
  },
  {
    "Id": "3a44effb-8e53-4ad9-b1c0-8dc3f8648636",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "Our solar system is estimated to be 4.6 billion years old."
  },
  {
    "Id": "b7a0deac-1e7b-420d-9be5-69504411da6d",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "Mercury has a tail of rock particles. Scientists are still unsure, how to explain that phenomenon."
  },
  {
    "Id": "a5f2f531-7f04-42bd-8893-cfe8939c5593",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "Although the moon is not the largest satellite in the solar system it is the biggest in relation to the planet it orbits."
  },
  {
    "Id": "540141fd-65cc-489a-8ad1-daa2184f9430",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "There is water ice on Mercury."
  },
  {
    "Id": "cdfb6674-4f42-480d-b2b7-d875529c3330",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "Since 2006 Pluto is officially no longer a planet since the dwarf planet Eris was discovered in 2005. Although it is slightly smaller than Pluto, it is more massive. This led to a revision of the planet definition, which then no longer applied to Pluto. Because scientists assumed that in the future further planets of this size could be discovered."
  },
  {
    "Id": "114e5a49-97d9-4fdb-9ea2-87eea054c005",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "100,000,000,000 tons of dynamite would have to be detonated every second to match the energy produced by the sun."
  },
  {
    "Id": "e87afb0b-ed9a-41d4-9dce-260db860184d",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "Scientists suspect that Jupiter has the largest ocean in the solar system and its depth exceeds the diameter of the Earth. However, it does not consist of water, but of liquid hydrogen, which behaves partly like liquid metal due to the enormous pressure."
  },
  {
    "Id": "364aca0c-78ff-42ce-bffc-e6a79157d96c",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "Mercury was hit by a giant asteroid an estimated four billion years ago. It left a Texas-sized crater ' the Caloris Basin. It is 950 miles (1,525 kilometers) wide."
  },
  {
    "Id": "5b30b12d-2ab8-4bb5-ad57-66257a5315fd",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "The atmospheric pressure on Venus is 92 times higher than on Earth."
  },
  {
    "Id": "342c8abe-215a-4129-b4ce-2dee96f3804b",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "Pluto is the largest and brightest object of the Kuiper Belt, a ring of frozen bodies surrounding the solar system."
  },
  {
    "Id": "0300ce59-7ac9-4c0a-bb33-e0f9dc5073a9",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "A year, one circumnavigation of the sun, takes only 88 days on Mercury."
  },
  {
    "Id": "0770ff9c-2206-4054-aac9-bfe33db0ec7b",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "The lowest temperature recorded on Uranus was -371 F (-224 C) making it the coldest planet in the solar system."
  },
  {
    "Id": "dbf73195-7e8d-4c9d-a572-ba1e36fdc896",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "Because of its elliptical orbit, the distance from Pluto to the Sun varies between 30 and 50 times the distance from the Sun to Earth. Thus, the thin atmosphere of nitrogen, methane and carbon monoxide is subject to extreme seasonal changes due to melting and freezing processes."
  },
  {
    "Id": "77a8e489-7540-4032-b047-c8a650a367b3",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "Being 4.6 billion years old, our Sun is halfway through its life and considered a middle-aged star."
  },
  {
    "Id": "d12d9b93-fbbe-4618-8441-4a022eda0073",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "Jupiter's moon Ganymede is the largest object in our solar system that has no substantial atmosphere."
  },
  {
    "Id": "def0d5bd-0b83-4372-9d42-5e0bfbb641c8",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "Jupiter is the largest planet in our solar system. It is 11 times as big as Earth."
  },
  {
    "Id": "bf9de788-4ad3-4f70-ab11-a8f98853c8a2",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "Storms on Neptune can almost reach supersonic flow. With wind speeds of up to 764 miles per hour (1,230 Kilometers per hour), Neptune has the heaviest storms in the solar system. In our amazing article, you will find more facts about Neptune."
  },
  {
    "Id": "6d7c2f2d-b4fd-4c59-9827-54cd9dcb8b85",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "If one were on the surface of Mercury, one could observe a strange phenomenon. It may be that the sun rises to a certain point in the sky and then sets back again. Afterwards the sun can rise again on the same Mercury day. This is only possible because the planet rotates three times while circling the sun twice."
  },
  {
    "Id": "3fb191f1-9ae2-48e6-a8cf-55b061c08693",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "The Temperatures inside the Sun can reach up to 27 million degrees Fahrenheit (15 million degrees Celsius). However, the temperature on the surface of the Sun is only 10,112 degrees Fahrenheit (5,600 degrees Celsius)."
  },
  {
    "Id": "72bfaa77-b8da-4615-b21b-1f50e67642c0",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "Not only planets or dwarf planets can have moons. Even the asteroid Ida, which is only 32 kilometers in size, has the moon Dactyl, which has a diameter of one kilometer."
  },
  {
    "Id": "183ef76e-6f62-4d35-a4fd-5a80da55613c",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "On the moon there is a crater called beer however it was not named after the alcoholic beverage but after German astronomer Wilhelm W. Beer."
  },
  {
    "Id": "21d57d54-b47b-485d-beec-8ebc6478faa4",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "Besides Venus, Mercury is the only planet that does not have a moon."
  },
  {
    "Id": "94973105-7cbc-4337-b31b-37e7f9801f08",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "The Pluto moon Charon moves around Pluto at the same speed as the dwarf planet rotates around its own axis. If you were standing on the surface of Pluto, Charon would always remain stable in the same place in the sky without rising or setting."
  },
  {
    "Id": "bfffa0b8-cf99-4eb1-9d8c-cd0d89cbea37",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "While Saturn has long been known for its rings, the ring systems around the gas planets Jupiter, Uranus, and Neptune were first discovered in the 1970s."
  },
  {
    "Id": "07d186b8-d6a6-4f1e-8a7a-3340b249222f",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "Neptune is 2.8 billion miles (4.5 billion kilometers) from the sun. It took the 'Voyager 2' spacecraft twelve years to reach the planet."
  },
  {
    "Id": "6e75fb98-d63f-4804-a363-659d281a482e",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "There are two 'Great Dark Spots' on Neptune where storms can rage for several months and even several years."
  },
  {
    "Id": "b8884df2-1b31-41f2-8562-d8961e31512a",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "Our sun has a mass of around 330,000 times that of Earth and accounts for 99.86 percent of the mass in the solar system."
  },
  {
    "Id": "c9262b21-7c43-4244-9994-dcceee2c0ca7",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "Venus is sometimes called the sister planet of the Earth. Its diameter is only five percent smaller, its mass deviates downwards by 19 percent and its gravity is 90 percent of the Earth's gravity. There are many more awesome facts about venus."
  },
  {
    "Id": "bda991c7-123c-4f98-8254-e4082bce63fb",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "With its surface shaped by countless craters, Mercury resembles our moon."
  },
  {
    "Id": "d1c19b5b-e0be-4e2a-aa3d-f03c08fdac1d",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "The sun is about as heavy as 333,000 earths."
  },
  {
    "Id": "bc0ca0d2-4dbd-4271-ad09-b06cbc299701",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "Due to its small size, Mercury has too little mass and gravity for building a stable atmosphere. Solar winds can therefore easily blow away attracted gases."
  },
  {
    "Id": "39679c04-a6fd-4cd6-a7e3-ccf71bef8e1e",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "The sun has a diameter of about 870,000 miles (1,400,000 kilometers) and is thus about ten times as large as the largest planet in the solar system."
  },
  {
    "Id": "6bad7b0e-042d-4562-8acc-aba0461c1bd8",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "Aurora Borealis, the so-called northern lights, are not only found on Earth, but also on many other planets of our solar system."
  },
  {
    "Id": "0c418c1b-3108-4b13-8049-9d41b95352b0",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "The Moon is drifting approximately 1.5 inches (3.8 centimeters) away from Earth every year and it is estimated that it will continue to do so for around 50 billion years. By the time that happens, the time for orbiting the Earth will be around 47 days instead of the current 27.3 days the Moon needs."
  },
  {
    "Id": "070403a1-9c4b-4bf2-a38a-a7972f959133",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "At a distance of 143.73 trillion kilometers from the Sun, the presumed dwarf planet Sedna is the outermost known object in our solar system."
  },
  {
    "Id": "71c679ae-efb6-415c-ad33-57462570dd61",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "At -235 degrees Celsius, the coldest temperature in our solar system to date was measured on the Neptune moon Triton."
  },
  {
    "Id": "4afae05c-58e5-4a5e-b00a-078dc024fdfc",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "Our solar system has five known dwarf planets so far: Ceres, Pluto, Eris, Haumea and Makemake."
  },
  {
    "Id": "de7308f0-42a8-4cfe-a704-f9443864a300",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "It takes Neptune 165 earth years to circle the sun."
  },
  {
    "Id": "2d71f41f-85dd-4696-9d7a-a986e1b8b83e",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "Mercury is the fastest planet in the solar system with a speed of 112,000 miles per hour (180,000 kilometers per hour)"
  },
  {
    "Id": "f723a6f7-a440-467f-88b2-b19719402172",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "Mercury is just over a third the size of Earth, making it the smallest planet in the solar system. You can imagine that we offer many more facts about Mercury."
  },
  {
    "Id": "cddc9c3f-2627-44ab-a294-2a7d645c7dee",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "Scientists believe it is possible that there is life on Saturn's moon Enceladus."
  },
  {
    "Id": "7c59d016-8f9f-4c0d-a9f3-470a0314079c",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "The diameter of our solar system is about 287.46 trillion kilometers."
  },
  {
    "Id": "7a527480-3e87-4b53-84be-ffc6c4faaa07",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "Styx is the smallest Pluto moon and has a maximum diameter of ten miles (16 kilometers)."
  },
  {
    "Id": "9aa2bf22-9db2-4a8b-b53b-ddfea0d28713",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "Gravity takes time which means that if the sun would disappear, Earth would still orbit it for as long as we saw light from it (about 8 minutes)."
  },
  {
    "Id": "5d52526b-c67f-47b5-be0b-79d72a10564a",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "The gravity of the Sun is 28 times stronger than Earths gravity."
  },
  {
    "Id": "1e6f9d3c-61f7-411a-9f2d-3e35c230a9db",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "Saturn releases about twice as much energy as it absorbs from the sun. The cause is processes in the interior of the planet that are related to helium and hydrogen in connection with enormous pressure and temperature levels. We can tell you much more about the planet that is famous for its beautiful rings ' have a look at our facts about Saturn."
  },
  {
    "Id": "2192a236-d0cf-4810-9870-c4379d88950b",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "The weight of the sun is approximately 1.989.000.000.000.000.000.000.000.000 metric tons."
  },
  {
    "Id": "3a84d679-d567-46f0-83e0-4740ce357d33",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "Scientists assume that Mercury used to be Trabant of Venus until it evaded its gravity."
  },
  {
    "Id": "a8c36ad9-d3a4-4ff7-8eef-225a6615ba1c",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "The most widely accepted explanation within the scientific community is that the Moon was created when a rock the size of Mars slammed into Earth about 4.5 billion years ago."
  },
  {
    "Id": "97aeebd2-96b0-4955-a4f3-8a73da488fc1",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "Venus has an average temperature of 863 degrees Fahrenheit (462 degrees Celsius), so that lead would simply melt on the surface. Therefore, Venus is the hottest planet in our solar system."
  },
  {
    "Id": "cf603448-8aa6-4902-bdf5-10d82bfe3c17",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "The photo taken of the Earth from the greatest distance was taken by Voyager 1, which photographed the Earth from a distance of 3,7 billion miles (six billion kilometers) in 1990."
  },
  {
    "Id": "7f4cb4a4-a98a-4d18-a5e5-bab633756c5b",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "Sunspots are areas of the Sun that are cooler than other areas on the surface of the Sun. They are usually darker in tone than in warmer areas."
  },
  {
    "Id": "d68c4330-ca5a-4ebf-92ad-dd377bae6791",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "Mars has the largest dust storms in the Solar System, reaching speeds of over 100 miles per hours (160 kilometers per hour)."
  },
  {
    "Id": "1732de39-0946-4240-990c-e85298b236f3",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "Since Mercury is already visible to the naked eye during twilight, it is not clear who first discovered the planet. However, the astronomer Timocharis of Alexandria 265 BC was the first to record the observation."
  },
  {
    "Id": "36c19542-d70d-4f38-9fec-0c9b3d5d9885",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "Mars is red as its surface contains lots of iron oxide which is also the same compound that gives blood and rust their red tone."
  },
  {
    "Id": "07dcc1e8-aeb6-4584-9bfc-975b7e7a4812",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "The asteroid belt between Jupiter and Mars is estimated to contain up to 1.9 million asteroids with a diameter of more than 0.6 miles (one kilometre) orbiting the Sun."
  },
  {
    "Id": "4df1d2bd-32c9-4be2-aec1-d083e40e2c52",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "When Pluto still had the status of a planet, it was considered the outermost planet of our solar system. However, its smallest distance from the sun is actually less than that of Neptune."
  },
  {
    "Id": "6cfd33f6-ad53-4486-bce5-602f83e4b371",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "Venus has more than 1,000 volcanoes, of which the highest ' Maat Mons ' is eight kilometers high."
  },
  {
    "Id": "cd052be5-c8d0-426a-84d5-8941dd46a347",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "The existence of Neptune was mathematically predicted before the planet was directly observed, based on the orbit of Uranus."
  },
  {
    "Id": "8af11bc4-7d03-40de-b41a-f6330e9f09b8",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "On Jupiter the days are shorter than on any other planet in our solar system. For a rotation around its own axis, the giant needs only ten hours."
  },
  {
    "Id": "b8c3e86f-bb30-47be-932e-5cadf3a20cdc",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "The temperatures on mercury's surface can vary between -279 degrees Fahrenheit (-173 degrees Celsius) at night and 801 degrees Fahrenheit (427 degrees Celsius) during the day. This is the most fluctuating temperature in the solar system."
  },
  {
    "Id": "3146f89c-7d20-4741-a760-d29433ba21ea",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "Jupiter has the largest magnetic field in our solar system and therefore even surpasses that of the sun. One of the reasons for this is the high rotational speed of the planet."
  },
  {
    "Id": "7defc9d9-a0b8-4abf-9e7f-c3539eb3356e",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "In 2017, researchers demonstrated that the first organic life existed on Earth 3.5 billion years ago."
  },
  {
    "Id": "569c9be9-bcb8-490b-89b6-9960af2ef338",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "In 1726 Jonathan Swift wrote in his book Gullivers Travels about the two moons of Mars 151 years before they were even discovered."
  },
  {
    "Id": "96b2c155-14c3-4f4b-8c4e-8d5dcb55f252",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "Venus is the brightest planet in the night sky and overall, it is the third brightest object ' after the sun and the moon."
  },
  {
    "Id": "d735d1f5-d9e3-4346-8aaf-ceb1be18d6bb",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "Since Jupiter consists mostly of hydrogen and helium, the planet is sometimes called a fallen star, since these are the basic requirements for stellar fusion. But in fact, despite its size, it is not massive enough to start fusion processes in its interior. This would require about 70 times its mass."
  },
  {
    "Id": "0b97ea02-8784-4367-919c-9fe49442a01d",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": "If you would like to read more stuff like that, we strongly recommend our facts about space as well as our facts about planets. And make sure to follow us on Facebook, Instagram, Twitter, YouTube, or Pinterest. We also published a bunch of books containing our most astonishing fun facts ' so have a look if you are interested."
  },
  {
    "Id": "604125e9-6449-4638-8c18-d6e7c7a3e6a9",
    "Category": "space",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-solar-system/",
    "Content": ""
  },
  {
    "Id": "8fed1b32-a590-43c9-adbb-6ca5bbb0511f",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "His father was a mechanical engineer, while his mother worked as a model, author, and nutritionist. Thus, the family was able to live a comfortable life with many amenities. An expression of this was that they occupied one of the largest houses in Pretoria. However, the parents divorced again in 1979, only nine years after the wedding."
  },
  {
    "Id": "c550bbf5-2fdc-4c42-819f-16de20414cc0",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "They were able to learn an incredible amount from him but also had to endure his strict manner. What happened during this time, the two do not report, but it must have been a difficult phase of life, as can be seen from Elon's biography in several places. Even while married to Maye she describes her ex-husband in retrospect as physically, financially, and emotionally manipulative and abusive.'"
  },
  {
    "Id": "8a401794-4f76-40a2-b05e-66afcdffb325",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "Why his parents chose for him his middle name Reeve is not known. But his first name goes back to his maternal great-grandfather John Elon Haldeman. He grew up in Illinois and had Almeda Jane Norman Elon Musk's grandfather Joshua Norman Haldeman with his wife in 1902."
  },
  {
    "Id": "9ce01cb0-5c16-4329-91dc-1f6af8f33814",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "Together they decided to embark on an adventure in 1950 and started a new life in South Africa, where they fathered five children together. The family of seven often traveled by plane and went on lengthy expeditions together, so Elon may have inherited his willingness to take risks from him."
  },
  {
    "Id": "5e450c77-0b83-4be4-9181-2f581722d1b4",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "Days on which Elon Musk was immersed in a non-fiction book, a comic book, or a science fiction novel for up to ten hours was therefore not uncommon. On some weekends, he is even said to have read two books a day. Even entire encyclopedias could not escape him. Since he spent so much time reading, it was no wonder that Elon Musk had few friends during his childhood."
  },
  {
    "Id": "679659b3-33d9-47bb-82cc-ee1f800de1f9",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "The little game was based on just 167 lines of commands, so it was certainly no marvel. But for a child, it was more than remarkable and so the report in the magazine earned him at least 500 dollars, which was a proud sum at that tender age."
  },
  {
    "Id": "071c9a56-9354-4a2d-ac3d-3b65d501f63b",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "According to Elon Musk, the goal of the game was to 'destroy an alien space shuttle that has deadly hydrogen bombs and state-changing machines on board.' True, what state-changing machines are supposed to be was not explained in the article. But you can tell Elon Musk had visions and was interested in space even back then."
  },
  {
    "Id": "6f25da39-dde8-49aa-b24e-ee4244cbe605",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "Since Elon Musk wanted to escape compulsory military service so as not to support the apartheid regime, fleeing the country was out of the question for him."
  },
  {
    "Id": "79aa265a-e8f4-48c2-ae2e-94f634d187af",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "For him, it even meant a double chance. For he reckoned that his ambitious plans for the future had the greatest likelihood of success in the USA, so a fresh start in Canada was a great springboard for this."
  },
  {
    "Id": "97d7961a-a846-43d3-a86b-b2a89e91d3cf",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "After two years of study, however, in 1992, Musk transferred to the University of Pennsylvania in the United States on a scholarship. Here, he even set his sights on two bachelor's degrees. He wanted to earn a degree in business administration from the Wharton business school, which is part of the university, and also a degree in physics."
  },
  {
    "Id": "eb2c8d15-6621-48c9-ac55-7205ceb067a6",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "Because at first, he lacked two bills for his degrees. But since the requirements for them later changed, he received both certificates in 1997. After leaving the University of Pennsylvania, he was accepted for doctoral studies in physics at Stanford University. He planned to continue researching supercapacitors, having previously worked on them in an internship at Pinnacle in Silicon Valley. However, the Internet excited him too much because he could guess what potential it held and he also had a clever business idea ready. In addition, he had been flirting with entering this industry for quite some time anyway, as he felt he could make a difference with the possibilities of the Internet."
  },
  {
    "Id": "4fbc1b18-cf7c-4c5d-8212-03f73eaceb3b",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "With it, they provided online maps to media companies like newspapers that listed local businesses. So the brothers and associates actually had to pitch their product in order to attract clients to their map and industry service to earn money."
  },
  {
    "Id": "f2824721-cca9-4e02-a2ae-4e0cc2575579",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "Money for renting an apartment was therefore not leftover. So the brothers decided to make the office their home for the first three months. They slept on a couch or beanbag and showered at a YMCA youth hostel. With no kitchen and extreme work hours, they also ate at Jack in the Box, which was open around the clock, up to four times a day."
  },
  {
    "Id": "3f01ed06-e995-464f-9d21-f6d760f0b138",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "In 1999, they offered 307 million dollars for the acquisition and Zip2 accepted the deal. In February 1988, Zip2 merged into Compaq and Elon Musk received 22 million dollars from the proceeds, while his brother Kimbal got 15 million dollars. Thus, ten years and eight months had passed since he entered Canada in June 1988 ' a remarkably short period of time to rise from immigrant to multimillionaire."
  },
  {
    "Id": "6f10a41c-cf10-46c7-a1c0-34350247d511",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "But the icing on the cake, on the deal with Compaq, was the McLaren F1, which he let himself cost a million dollars. Full of pride, he drove the super sports car over the streets of California. One day, as a joke, he even called Oracle co-founder Larry Ellison and suggested he race it since he also owned a McLaren F1. He accepted!"
  },
  {
    "Id": "e5f11610-6ee3-4d5c-b335-c89c1bc246d5",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "Like Icarus, Elon Musk came a little too close to the sun when he drove his McLaren along Sand Hill Road in 2000, trying to impress investor Peter Thiel in the passenger seat. Thiel, in fact, asked what the car could do, whereupon Musk hit the gas pedal full on. He lost control, drove into oncoming traffic, and landed on an embankment. The bodywork was badly damaged in the process, while the windows and wheels were completely destroyed. Elon commented on the crash, saying, 'The funny thing is that he's not even insured.'"
  },
  {
    "Id": "805c0427-dd0e-49f4-bb7a-e3026503c104",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "While the sale of Zip2 was being processed, he was already trying to get the most capable programmers interested in his new project, so that they might follow him there."
  },
  {
    "Id": "4d2b56b7-3228-487d-8b17-ed9eddd0bcc6",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "com. He invested a whopping 12 million dollars in his financial startup, which speaks to his incredible courage and willingness to take risks. Silicon Valley was shocked at the time by so much recklessness ' especially with a seemingly absurd idea like an online bank. Only an online hairdresser would have seemed sillier to them."
  },
  {
    "Id": "753a4a76-6db4-41d7-97c6-795191d4a15f",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "Com in 1999, the revolutionization of banking went poorly. Regulatory rules seemed to make an online bank almost impossible, so his co-founder and banking expert Harris Fricker took leave and persuaded key employees to follow him. His approach was less visionary than Musk's but more realistic, so he started his own company. But Musk persevered and launched a promotional tour of Silicon Valley that brought him new investors as well as capable developers. With the fresh blood, the website was able to grow and eventually received a banking license as well as an investment fund license."
  },
  {
    "Id": "681012a5-11c3-4908-9ea2-1b3d4de49e1a",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "Confinity ' founded by Peter Thiel and Max Levchin ' was vying with X.com for new users. Elon Musk and his team worked up to 20 hours a day, always coming up with new promotions to maximize the pace of growth. In March 2000, after both companies realized that this mode of operation would only end up ruining both payment service providers, they merged. Since Confinity had a great product with its PayPal service, which was already being used on eBay, but had to pay 100,000 dollars a day for new customer rewards, their finances were in bad shape. Elon Musk and X.com, on the other hand, had ample reserves, so Musk emerged as the largest shareholder in the merger. This also meant that the company name X.com was retained, while Confinity disappeared into oblivion. The service PayPal ' today's primus among online payment systems ' remained, however, and was chosen as the company name in June 2001, at the same time becoming the leading brand."
  },
  {
    "Id": "dc4e73fb-5660-4bcb-b941-96fac1385913",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "com. But since Musk had to travel to Sydney on business anyway nine months later to raise fresh capital from investors, the recently married couple combined the pleasant with the useful. But in the end, Musk's honeymoon proved to be his undoing. Because Max Levchin and Peter Thiel were apparently unhappy with Musk's leadership and still met in the office evening to dismiss Musk. By the time Elon Musk's feet touched Australian soil, he had already been replaced by Peter Thiel as CEO. Without detour, he boarded the next plane, but it was too late. They could not be changed, so he could only accept the decision."
  },
  {
    "Id": "58488389-47e4-40a6-80a5-de8bb5bb2f8d",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "After Thiel assured him of this, he no longer took the loss of power so seriously. He even continued to put money into the company in the next months and thus further expanded his position as a shareholder. When PayPal was sold to eBay for 1.5 billion dollars in July 2002, Musk received an impressive 250 million dollars for his shares."
  },
  {
    "Id": "c2e62140-ed96-4984-8d6d-e8bdd016bfa4",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "S. citizenship, as neither his father nor his mother was born in the land of opportunity. But at least the journey to the far north was open to him through his Canadian-born mother. He took the next step toward a green card by enrolling in and graduating from a U.S. university. In this way, he hoped to get an employer and thus an H1-B visa through his studies. However, students on visas are not allowed to be employed and workers are not allowed to study. However, they are allowed to start a business, which Elon Musk did with Zip2 in 1995. Due to the growing success, the brothers received venture capital from investors who subsequently learned of Musk's residency status. So in 1997, they helped him get at least an investor green card (EB-5 immigrant investors)."
  },
  {
    "Id": "5d02f7d2-dabd-40e0-83b8-fb490ec6e47c",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "S. for five years on this visa, fulfilling the requirements for the naturalization process (Naturalization Process). Anyone who lives permanently in the U.S. for at least five years and fulfills a number of other formalities can become a U.S. citizen. This was exactly the case with Elon Musk so that he finally became a full U.S. citizen in 2002."
  },
  {
    "Id": "1a2fb61b-92c3-4e8c-b3ad-3437c14b769f",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "Founded in 2002, the space company SpaceX has the official goal to reduce the cost of space travel and make life on other planets possible. That's because he's been excited about rockets and space since he was a kid. It started with science fiction literature, but the young Musk developed what he read in his head into complex fantasies, from which he drew the conclusion that humanity needed to become a multi-planetary species to ensure its existence. Since comic books are always about saving the world, Musk later told his biographer Ashlee Vance,"
  },
  {
    "Id": "332713c1-39ba-4add-91e0-7b259d5b2c3d",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "'"
  },
  {
    "Id": "22e804be-b89b-473e-9034-a5dc8152d299",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "He immediately donated 100,000 dollars to fund a research station in the desert and got himself elected to the society's board. In the following discussions, the group's ideas initially revolved around bringing mice all the way to Mars, where they would even reproduce and come back. But they discarded the idea and instead devoted themselves to the Mars Oasis project, which was to realize the cultivation of plants on Mars. So Elon Musk had some thinkers who believed in his plan to construct a plant chamber for Mars that could be transported there by rocket. For this, he enlisted the help of Jim Cantrell, who used to do some secret missions for different governments."
  },
  {
    "Id": "97714f0a-743d-4939-a335-a5fff3337131",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "Shortly thereafter, Michael Griffin, the later head of NASA also joined the team. But subsequent discussions with several Russian companies proved difficult. For one thing, Musk and his crew weren't taken seriously by the Russians, and for another, Musk felt the eight million dollar price tag that was raised was too high ' he wanted two rockets at that price. So the four withdrew at the end of February 2002 and headed for home. While Griffin and Cantrell had a few drinks on the flight home, Elon Musk was already poring over his laptop in the row in front of them. He turned around and said:"
  },
  {
    "Id": "3522d884-4365-4575-abf8-4cd099207963",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "'"
  },
  {
    "Id": "3f1a24a4-f5bb-47ec-8bd4-6c214852d7b7",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "In doing so, he concluded that he could offer rockets much more cheaply than the market did at the time. By making space travel more affordable, he hoped to get more people interested in exploring space again. Musk's initial interest focused on building a small rocket that would later be used to transport satellites or research projects into orbit. For help, he enlisted Tom Mueller, an engineer and amateur rocket builder, who independently built an 80-pound engine that delivered a whopping 13,000 pounds of thrust. In June 2002, Elon Musk eventually founded Space Exploration Technologies and brought some of his previous companions on board."
  },
  {
    "Id": "7e84c426-7ebf-4bc3-a1fa-15e8114c6df1",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "Elon Musk had ' as would later become his trademark ' the floor concreted and covered with glossy epoxy, while the walls were painted entirely in white to give the factory a clean and modern feel. At the same time, he hired a number of employees who were inculcated with the idea that SpaceX had to operate like a mass-market airline. To do this, he initially wanted to manufacture only the engines himself and buy in the other parts of a rocket to assemble. In this way, the team hoped to stay ahead of the competition on price by leveraging advances in materials research and other areas, as well as cost pressures and lean management."
  },
  {
    "Id": "cbefa358-77d3-4332-9c69-02dc8cb52263",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "With the successful launch of the first Falcon rocket, SpaceX became the first private company to succeed in reaching orbit."
  },
  {
    "Id": "efe30cc8-874c-4a07-b638-1ec06d01d232",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "Moreover, this naming again shows Musk's fascination with science fiction."
  },
  {
    "Id": "e1a35657-a806-42a1-8fcb-cca807e30056",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "It was designed to carry cargo to the International Space Station. After four years of development, it was successfully launched into orbit by a 'Falcon 9' rocket in December 2010, with the capsule's manufacturing cost less than 10 percent of what other companies would need to produce such a space capsule. Less than two years later, SpaceX again achieved the seemingly impossible. On May 22, 2012, the Dragon space capsule actually docked with the ISS and stayed there for six days. This made SpaceX the first privately-owned spaceflight company to receive this honor."
  },
  {
    "Id": "6cf4cf13-0c30-4566-8752-2cbdf3094d7f",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "While the first version could only dock with the ISS with the help of a robotic arm, the Dragon II succeeds in this maneuver completely autonomously. But the update also brings a further record. Since the Dragon II is produced not only as a cargo Dragon but also as a crew Dragon, SpaceX is thus able to transport astronauts to the ISS as well. The company first celebrated this achievement on May 31, 2020, which was also a first in private spaceflight."
  },
  {
    "Id": "8fad7b42-011e-4e57-b8c1-912c28770d4b",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "That's because his goal is still to colonize Mars, and to do so will require transporting countless tons of materials and equipment to the red planet as well as the people who will operate a colony there."
  },
  {
    "Id": "70ba63c9-7a03-4e3a-bc93-05e9c486045c",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "For not only did SpaceX successfully launch its 'Falcon Heavy' rocket into orbit, but it even carried a bright red Tesla Roadster in it. Once again, however, the private aerospace company pulled ahead of the competition, as Falcon Heavy generates 5.5 million pounds (2.5 million kilograms) of thrust and can carry a payload of 142,000 pounds (64,000 kilograms). So the gem is more than twice as powerful as the competition's best rocket, the Delta IV Heavy Rocket from the United Launch Alliance. However, Falcon Heavy also scores on the cost side. While the Delta IV Heavy Rocket costs 350 million dollars, the Falcon Heavy costs between 150 million dollars and 100 million dollars. By reusing the boosters, the cost goes down even further! That's the only way to explain the fabulous retail price of 99 million dollars that the U.S. Space Force is paying for the planned launch in early 2022."
  },
  {
    "Id": "2199f73a-5978-435e-823b-e1906a582d66",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "If you're also familiar with Elon Musk, you'll have been pleased to see his cameo at the beginning of the film in Monaco. However, another detail has most likely escaped most MCU followers. When Justin Hammer (Sam Rockwell) walks through his factory with Ivan Vanko (Mickey Rourke), they actually find themselves in a SpaceX production hall. Elon Musk let the team shoot on his premises free of charge, and if you look closely, you'll even spot a prone 'Falcon 9' rocket in the background."
  },
  {
    "Id": "80d20cb1-c54b-44de-8b6d-d29e2b7c89ca",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "He lives for his work, is a billionaire, and leads an exciting life. This description applies not only to the legendary SpaceX founder but also to Tony Stark from Iron Man ' apart from the fact that he inherited his company from his father. But by building the 'Iron Man' suit in a cave in Afghanistan, he too created technological progress out of thin air. Robert Downey Jr. brilliantly embodied Iron Man, stating that Elon Musk was the real-life model for his portrayal of the swashbuckling philanthropist in the process."
  },
  {
    "Id": "4299c28e-6c44-4649-a5e3-562f84958303",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "first learned of Musk and his state-of-the-art factory complex near the filming location, he was eager to meet with him. Elon Musk willingly showed him his manufacturing facilities, which Robert Downey Jr. later commented thus:"
  },
  {
    "Id": "506bfcfe-5d60-41e1-b075-0c6ca40bbb83",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "'"
  },
  {
    "Id": "91a18457-884b-47b5-ad26-9f4b40db7e48",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "had his director Jon Favreau place a Tesla Roadster in Tony Stark's garage."
  },
  {
    "Id": "0d8e085d-56ba-4fdb-a4e3-ce03e38bb2f8",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "was founded in July 2003 by Martin Eberhard and Marc Tarpenning under the name Tesla Motors. Of course, the name of the company is derived from the legendary and brilliant inventor Nikola Tesla."
  },
  {
    "Id": "ad832eca-046e-4883-936d-f1bc0a460b7b",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "He took a 6.5 million dollars stake in the company, becoming its largest shareholder. It wasn't until a later court settlement that Elon Musk was allowed to call himself a co-founder ' as well as Tesla's third employee Ian Wright and Chief Technical Officer Jeffrey Brian Straubing ' because of his significant stake in the company's success."
  },
  {
    "Id": "fdaac89c-b5db-449d-855a-6efbc8bb5fa2",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "The Hyperloop is a mode of transportation in which special transport capsules travel on air cushions in a system of vacuum tubes at sonic speeds between major cities such as San Fransisco and Los Angeles. However, the tubes were still not intended to replace airplanes because of their high speed. Instead, Musk had high-traffic routes in mind that were less than 1,000 miles long. For destinations farther away, the cost of operating and laying the tubes increased too much."
  },
  {
    "Id": "fd2d8dcf-8fa6-4717-ace1-5312ade0047a",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "However, he did not actually intend to build a working system himself. Rather, he could envision funding or consulting on a project, or even removing a prototype himself to prove that the technology could work. Because of the uproar created around the forward-thinking idea, Musk was even allowed to discuss his thinking with President Barack Obama ' and managed to get him excited about the idea. But since SpaceX and Tesla demanded Musk's full attention at the time, he kept a low profile, leaving only his confidants Shervin Pishevar, Kevin Brogan and David Sachs to found the company Hyperloop Technologies Inc. The goal was to build the first hyperloop link between Los Angeles and Las Vegas, which would reduce travel time on that route to ten minutes thanks to speeds of 745 miles per hour (1,200 kilometers per hour)."
  },
  {
    "Id": "f609dcc0-07f3-4fe6-b74c-025906cfd2db",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "One company that has overcome this hurdle, however, is Zeleros in Spain. Just like Virgin Hyperloop, they were able to build a successful test track, even though both companies are nowhere near the targeted speed of over 620 miles per hour (1,000 kilometers per hour)."
  },
  {
    "Id": "50320b1b-a06f-4c42-9351-cb4b51ad0d06",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "The Boring Company is dedicated to tunneling, and much like SpaceX, Elon Musk wants to cut costs by a factor of ten in this area as well. He came up with the idea of a tunneling company as he spent countless hours in seemingly endless traffic jams in Los Angeles. He thought about how traffic in urban regions could be optimized, and so the idea of underground traffic routes matured in him. Moreover, tunnels are a cornerstone in the Hyperloop concept, even if Musk himself is not actively involved in the development of revolutionary transport technology."
  },
  {
    "Id": "93446270-508a-429c-9424-82cf5b2f23fa",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "This transports the car into an underground tunnel system, where the platform and vehicle hurtle through the tubes at speeds of up to 125 miles per hour (200 kilometers per hour). A test system with a length of 1.6 miles (three kilometers) was already set up in Hawthorne at the end of 2017."
  },
  {
    "Id": "6693a291-210f-49cc-8f96-f2b089cc718b",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "That's because, on Mars, dwellings and pathways or roads will likely have to be built underground, as the thin atmosphere allows meteorites to pass through easily. So buildings and transportation routes would be much better protected from impacts."
  },
  {
    "Id": "f2dd73f3-df53-4377-ba13-1e349759173c",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "This latest startup again shows that Musk always has the big picture in mind and that all companies must be understood as a network of solutions to the problems of our time. In the following video, it is easy to see that his concept works, as bold as it may sound at first."
  },
  {
    "Id": "c9f5d8af-6f40-4bd2-bb65-e28f9dc20a62",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "Just like Bill Gates, Warren Buffett, and other super-rich people, Elon Musk has also pledged as part of 'The Giving Pledge' to donate a large part of his fortune to philanthropic causes after his death."
  },
  {
    "Id": "3f8cf34e-bdff-4c28-b8be-b12953ebe538",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "Elon Musk's father fathered a child with his stepdaughter in 2017."
  },
  {
    "Id": "f8b55289-075b-4215-bca6-3b243b30a643",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "Elon Musk married his former wife Talulah Riley twice and also divorced her twice."
  },
  {
    "Id": "124e6f40-0cac-44e6-8580-472dd3534aac",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "Elon Musk's foundation ' the Musk Foundation ' financed the construction of an observatory in the Utah desert. The Musk Observatory is used exclusively for observing the sun."
  },
  {
    "Id": "793b9447-de58-49bd-b059-9623037c77e1",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "Elon Musk is launching Internet satellites into space with SpaceX at a cost of 50 million dollars, but only has a cost of five million dollars to do so."
  },
  {
    "Id": "3b4d69a6-0924-4e5b-8eeb-5327776c45e3",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "Elon Musk is the founder or co-founder of seven companies to date: Zip2, X.com (later PayPal), SpaceX, Tesla, Tesla Energy, Neuralink, and The Boring Company."
  },
  {
    "Id": "8d275098-3b25-4741-9132-6f2b0b7374ed",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "When naming his son Xavier, Elon Musk was inspired by Professor Xavier from the X-Men."
  },
  {
    "Id": "04499580-63aa-45dd-8472-3fcbe743db90",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "For a million dollars, Elon Musk bought 'Wet Nellie' ' the white Amphibian vehicle based on the 'Lotus Esprit' from 'James Bond: The Spy Who Loved Me.'"
  },
  {
    "Id": "407bb9ba-6ad0-42fc-9a27-a446337c15d8",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "There is an episode in the 26th season of 'The Simpsons' in which Elon Musk visits Springfield and uses Homer as inspiration for new inventions."
  },
  {
    "Id": "2d3d90eb-0560-4d24-8160-c876d9fccf75",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "Elon Musk's son Nevada Alexander Musk died of sudden infant death syndrome just ten weeks after his birth."
  },
  {
    "Id": "f1bbe671-096c-4bf5-8625-af8a4ada728a",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "Elon Musk has six living children: twin brothers Xavier and Griffin, triplet brothers Kai, Saxon, and Damian, and his sixth son X  A-12."
  },
  {
    "Id": "a3a1722d-1d3f-4a27-a08c-3da5e730cd05",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "During the early days at SpaceX, Elon Musk received crazy emails, for example with construction plans for a Perpetuum Mobile or the idea of a giant inflatable rabbit that can be used to plug oil leaks."
  },
  {
    "Id": "3ff87848-f45c-4d7e-aa05-e998d7d7c704",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "Multi-billionaire and Tesla founder Elon Musk was a regular at the Burning Man festival."
  },
  {
    "Id": "ab882735-5d9f-4b75-880b-8ae300add01f",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "Elon Musk established after-hours first-person shooter sessions at his self-founded space company SpaceX. His game name was 'Random9."
  },
  {
    "Id": "035e9e94-128e-48f3-b4e5-5f45c59f600d",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "During SpaceX's regular rocket tests in Texas, the cows grazing nearby reacted by running protective mechanisms in circles ' the small animals inside. In addition to the many instruments to monitor the test, Elon Musk then had a 'cow-cam' installed to track this event as well."
  },
  {
    "Id": "1067678b-990e-4847-bb4d-9a5b389fe97e",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "When he was on vacation in South Africa with his family, Elon Musk almost died of malaria. He lost 44 pounds (20 kilograms) and needed six months to recover. He concluded that 'taking a vacation will kill you."
  },
  {
    "Id": "941052de-6d9a-4179-8c4b-8604cf1edfbc",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "Elon Musk has built the first rocket engine made by 3D printing."
  },
  {
    "Id": "3c067a7f-f8c9-4737-bbfd-2a147ba160e2",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "At SpaceX, Elon Musk regularly had numerous people and lots of material transported from the site in California to the test site in Texas in preparation for new rocket launches. This wagon train soon became known as the 'Texas Cattle Haul'."
  },
  {
    "Id": "996140f5-3f13-46a7-be27-abfeeb35f99a",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "SpaceX, under Elon Musk, built the first rocket that can be partially reused. The Falcon 9 consists of two stages, the first of which can be landed back on Earth after use."
  },
  {
    "Id": "e72792ec-ef73-46cf-8107-7ef61e34d72e",
    "Category": "",
    "Link": "https://onlyfunfacts.com/fun-facts/facts-elon-musk/",
    "Content": "Did you like the facts? By the way, you can find even more facts in our Facts category, or just take a look at Instagram, Pinterest, Twitter, Facebook, or YouTube. We look forward to seeing you. If you like, you can also subscribe to our newsletter and receive our eBook with our 500 best facts for free."
  }
]